{
    "Climate Change": [
        {
            "keyword": "climate models",
            "without_watermark": "\nA. A computer program that simulates the climate.\nB. A computer program that simulates the climate.\nC. A computer program that simulates the climate.\nD. A computer program that simulates the climate.\nE. A computer program that simulates the climate.\nF. A computer program that simulates the climate.\nG. A computer program that simulates the climate.\nH. A computer program that simulates the climate.\nI. A",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "climate projections",
            "without_watermark": "\nA. The process of predicting the future climate of a region based on current climate data and models.\nB. The process of predicting the future climate of a region based on current climate data and models.\nC. The process of predicting the future climate of a region based on current climate data and models.\nD. The process of predicting the future climate of a region based on current climate data and models.\nE. The process of predicting the future climate of a region based on current",
            "with_watermark": "\n\nDefinition of the word: climate projections in the area: Climate Change\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
        },
        {
            "keyword": "anthropogenic influence",
            "without_watermark": "\nA. the influence of human activity on the environment\nB. the influence of human activity on the climate\nC. the influence of human activity on the atmosphere\nD. the influence of human activity on the biosphere\nAnswers:\nA. the influence of human activity on the environment\nB. the influence of human activity on the climate\nC. the influence of human activity on the atmosphere\nD. the influence of human activity on the biosphere\nAnswers:",
            "with_watermark": "\n(a) the effect of human activity on the environment\n(b) the effect of human activity on the atmosphere\n(c) the effect of human activity on the earth\n(d) the effect of human activity on the atmosphere\n(e) the effect of human activity on the earth\n(f) the effect of human activity on the atmosphere\n(g) the effect of human activity on the earth\n(h) the effect of human activity on the atmosphere\n(i)"
        },
        {
            "keyword": "emissions",
            "without_watermark": "\nA. the amount of carbon dioxide that is released into the atmosphere\nB. the amount of carbon dioxide that is released into the atmosphere\nC. the amount of carbon dioxide that is released into the atmosphere\nD. the amount of carbon dioxide that is released into the atmosphere\nE. the amount of carbon dioxide that is released into the atmosphere\nF. the amount of carbon dioxide that is released into the atmosphere\nG. the amount of carbon dioxide that is released into the atmosphere\nH",
            "with_watermark": "the release of gas from the earth’s surface.\nQuestion 7: Read the following passage and choose the best answer (A, B, C or D) for each question.\nQuestion 7: What does the word ‘it’ in the passage refer to?\nQuestion 7: What does the word ‘it’ in the passage refer to?\nQuestion 7: What does the word ‘it’ in the passage refer to?\nQuestion 7: What does the"
        },
        {
            "keyword": "mitigation",
            "without_watermark": "\nA. the reduction of greenhouse gases\nB. the reduction of the effects of climate change\nC. the reduction of the effects of climate change\nD. the reduction of greenhouse gases\nAnswer:\nThe correct answer is C.\nExplanation:\nMitigation is the reduction of the effects of climate change.\nMitigation is the reduction of the effects of climate change.\nMitigation is the reduction of the effects of climate change.\nMitigation is the",
            "with_watermark": "A) the removal of the cause of an event B) the removal of the effects of an event C) the removal of the effects of an event D) the removal of the cause of an event\nNovember 10, 2014\nmath\nA rectangular box has a surface area of 96 square meters. If the height of the box is 4 meters, what is the length of the box?\nNovember 4, 2014\nmath\n"
        },
        {
            "keyword": "adaptation",
            "without_watermark": "\nA. the process by which organisms or species change in response to changes in their environment.\nB. the process by which organisms or species change in response to changes in their environment.\nC. the process by which organisms or species change in response to changes in their environment.\nD. the process by which organisms or species change in response to changes in their environment.\nE. the process by which organisms or species change in response to changes in their environment.\nAnswer: A\n",
            "with_watermark": "\n(a) the way organisms are changed by their environment\n(b) the way organisms are changed by their environment\n(c) the way organisms are changed by their environment\n(d) the way organisms are changed by their environment\n(e) the way organisms are changed by their environment\n(f) the way organisms are changed by their environment\n(g) the way organisms are changed by their environment\n(h) the way organisms are changed by their environment\n(i)"
        },
        {
            "keyword": "sea-level rise",
            "without_watermark": "\nA. the increase in the level of the sea\nB. the increase in the level of the land\nC. the increase in the level of the ocean\nD. the increase in the level of the land and the ocean\nE. the increase in the level of the land and the ocean\nF. the increase in the level of the land and the ocean\nG. the increase in the level of the land and the ocean\nH. the increase in the level of the land",
            "with_watermark": "\n(A) the gradual increase in the level of the oceans. (B) a term used by the U.S. Environmental Protection Agency to describe a gradual increase in the level of the oceans. (C) a term used by the U.S. Environmental Protection Agency to describe a gradual increase in the level of the oceans. (D) a term used by the U.S. Environmental Protection Agency to describe a gradual increase in the level of the oceans. (E) a term"
        },
        {
            "keyword": "extreme weather events",
            "without_watermark": "\na. a weather event that is so severe that it is beyond the normal range of weather conditions for the area.\nb. a weather event that is so severe that it is beyond the normal range of weather conditions for the area.\nc. a weather event that is so severe that it is beyond the normal range of weather conditions for the area.\nd. a weather event that is so severe that it is beyond the normal range of weather conditions for the area.\ne. a",
            "with_watermark": "\n(A) the weather is getting hotter and hotter.\n(B) the weather is getting colder and colder.\n(C) the weather is getting wetter and wetter.\n(D) the weather is getting windier and windier.\n(E) the weather is getting more extreme.\n(F) the weather is getting more extreme.\n(G) the weather is getting more extreme.\n(H) the weather is getting more extreme.\n(I)"
        },
        {
            "keyword": "temperature increase",
            "without_watermark": "\na. the increase in the average temperature of the earth's atmosphere\nb. the increase in the average temperature of the earth's atmosphere\nc. the increase in the average temperature of the earth's atmosphere\nd. the increase in the average temperature of the earth's atmosphere\ne. the increase in the average temperature of the earth's atmosphere\nf. the increase in the average temperature of the earth's atmosphere\ng. the increase in the average temperature of",
            "with_watermark": "\n(a) the temperature increases\n(b) the temperature increases\n(c) the temperature increases\n(d) the temperature increases\n(e) the temperature increases\n(f) the temperature increases\n(g) the temperature increases\n(h) the temperature increases\n(i) the temperature increases\n(j) the temperature increases\n(k) the temperature increases\n(l) the temperature increases\n(m) the temperature increases\n(n) the temperature increases\n("
        },
        {
            "keyword": "precipitation patterns",
            "without_watermark": "\nA. the amount of rain that falls in a given area\nB. the amount of snow that falls in a given area\nC. the amount of rain and snow that falls in a given area\nD. the amount of rain and snow that falls in a given area over a given period of time\nAnswer: D\nExplanation:\nThe definition of precipitation patterns is the amount of rain and snow that falls in a given area over a given period of time.\nQuestion: ",
            "with_watermark": "\n(A) the amount of rain or snow that falls on a particular area\n(B) the way in which rain or snow falls on a particular area\n(C) the way in which rain or snow falls on a particular area over time\n(D) the way in which rain or snow falls on a particular area over time\n(E) the way in which rain or snow falls on a particular area over time\n\nD"
        }
    ]
}