{
    "Structural and Molecular Biology": [
        {
            "keyword": "cryo-electron microscopy",
            "without_watermark": "\nA. a technique for studying the structure of biological macromolecules\nB. a technique for studying the structure of biological macromolecules in the frozen state\nC. a technique for studying the structure of biological macromolecules in the unfrozen state\nD. a technique for studying the structure of biological macromolecules in the frozen state and in the unfrozen state\nE. a technique for studying the structure of biological macromolecules in the frozen state",
            "with_watermark": "\n(A) the study of the effects of low temperatures on electrons\n(B) the study of the effects of low temperatures on electrons microscopes\n(C) the study of the effects of low temperatures on electrons microscopes\n(D) the study of the effects of low temperatures on electrons microscopes\n(E) the study of the effects of low temperatures on electrons microscopes\n(F) the study of the effects of low temperatures on electrons microscopes\n(G) the study"
        },
        {
            "keyword": "molecular modeling",
            "without_watermark": "\nA. the use of computer programs to predict the structure of a molecule\nB. the use of computer programs to predict the properties of a molecule\nC. the use of computer programs to predict the structure of a molecule and its properties\nD. the use of computer programs to predict the structure of a molecule and its properties and to design new molecules\nE. the use of computer programs to predict the structure of a molecule and its properties and to design new molecules and to design new molecules\n",
            "with_watermark": "\n(a) the use of computer software to analyze chemical structures\n(b) the use of computer software to analyze biological structures\n(c) the use of computer software to analyze chemical and biological structures\n(d) the use of computer software to analyze chemical and biological structures by building molecules on the computer screen.\n(e) the use of computer software to analyze chemical and biological structures by building molecules on the computer screen.\n(f) the use of computer software to analyze chemical and"
        },
        {
            "keyword": "protein folding",
            "without_watermark": "\nA. the process of a protein molecule folding into its native conformation\nB. the process of a protein molecule folding into its native conformation\nC. the process of a protein molecule folding into its native conformation\nD. the process of a protein molecule folding into its native conformation\nE. the process of a protein molecule folding into its native conformation\nAnswers:\nA. the process of a protein molecule folding into its native conformation\nB. the process",
            "with_watermark": "\n(a) the process by which the primary structure of a protein is converted into its secondary, tertiary, and quaternary structures.\n(b) the process by which the primary structure of a protein is converted into its secondary, tertiary, and quaternary structures.\n(c) the process by which the primary structure of a protein is converted into its secondary, tertiary, and quaternary structures.\n(d) the process by which the primary"
        },
        {
            "keyword": "enzyme kinetics",
            "without_watermark": "\nA. the study of the rate of enzyme catalysis\nB. the study of the rate of enzyme inhibition\nC. the study of the rate of enzyme activation\nD. the study of the rate of enzyme deactivation\nE. the study of the rate of enzyme synthesis\nAnswers:\n1. A\n2. B\n3. C\n4. D\n5. E\n6. A\n7. B\n8. C\n9. D\n",
            "with_watermark": "\nA. a branch of biochemistry that deals with the mechanism by which enzymes work and the effects of the mechanism on their rate of action.\nB. a branch of biochemistry that deals with the mechanism by which enzymes work and the effects of the mechanism on their rate of action.\nC. a branch of biochemistry that deals with the mechanism by which enzymes work and the effects of the mechanism on their rate of action.\nD. a branch of biochemistry that deals with the mechanism"
        },
        {
            "keyword": "molecular dynamics",
            "without_watermark": "\nA. the study of the structure of molecules\nB. the study of the structure of atoms\nC. the study of the structure of molecules and atoms\nD. the study of the structure of molecules and the dynamics of molecules\nE. the study of the dynamics of molecules\nAnswer: D\nExplanation:\nMolecular dynamics is the study of the structure of molecules and the dynamics of molecules.\nThe correct answer is D.\nQuestion: 2\nWhich of the following",
            "with_watermark": "\n(a) the study of the movement of molecules in the body\n(b) the study of the movement of molecules in the brain\n(c) the study of the movement of molecules in the body and the brain\n(d) the study of the movement of molecules in the body and the brain, including their interactions\n(e) the study of the movement of molecules in the body and the brain, including their interactions and the effect on the body and the brain\n(f)"
        },
        {
            "keyword": "chromatography",
            "without_watermark": "\nA. the separation of a mixture of compounds by their different solubilities in a solvent\nB. the separation of a mixture of compounds by their different solubilities in a solvent and their different rates of diffusion\nC. the separation of a mixture of compounds by their different solubilities in a solvent and their different rates of diffusion and their different rates of adsorption\nD. the separation of a mixture of compounds by their different solubilities in a solvent and their different rates of",
            "with_watermark": "\nA. a separation process by which the individual components of a mixture are separated by their relative solubility in a given solvent.\nB. a separation process by which the individual components of a mixture are separated by their relative solubility in a given solvent and their relative retention time.\nC. a separation process by which the individual components of a mixture are separated by their relative retention time.\nD. a separation process by which the individual components of a mixture are separated by their relative"
        },
        {
            "keyword": "gel electrophoresis",
            "without_watermark": "\nA. the separation of molecules by their size and charge\nB. the separation of molecules by their size and shape\nC. the separation of molecules by their charge\nD. the separation of molecules by their shape\nE. the separation of molecules by their size\nAnswers:\nA. the separation of molecules by their size and charge\nB. the separation of molecules by their size and shape\nC. the separation of molecules by their charge\nD. the separation of molecules",
            "with_watermark": "A) separation of fragments by their charge B) separation of fragments by their mass C) separation of fragments by their length D) separation of fragments by their affinity\nchem\nwhich of the following is true of the separation of fragments by gel electrophoresis? A. it is based on size B. it is based on charge C. it is based on affinity D. it is based on mass\nchem\nwhich of the following is true of the separation of fragments by gel electrophores"
        },
        {
            "keyword": "mass spectrometry",
            "without_watermark": "\nA. the study of the mass of a molecule\nB. the study of the mass of a molecule and the mass of its fragments\nC. the study of the mass of a molecule and the mass of its fragments and the mass of its fragments\nD. the study of the mass of a molecule and the mass of its fragments and the mass of its fragments and the mass of its fragments\nE. the study of the mass of a molecule and the mass of its fragments and the mass",
            "with_watermark": "\n(A) the separation of different masses of atoms by their charge\n(B) the separation of different masses of atoms by their charge\n(C) the separation of different masses of atoms by their charge\n(D) the separation of different masses of atoms by their charge\n(E) the separation of different masses of atoms by their charge\n(F) the separation of different masses of atoms by their charge\n(G) the separation of different masses of atoms by their charge\n("
        },
        {
            "keyword": "proteomics",
            "without_watermark": "\nA. the study of the structure and function of proteins\nB. the study of the structure and function of the proteome\nC. the study of the structure and function of the genome\nD. the study of the structure and function of the proteome\nE. the study of the structure and function of the genome\nThe correct answer is: B. the study of the structure and function of the proteome\nThe definition of proteomics is the study of the structure and function of",
            "with_watermark": "the study of proteins and the way they are expressed\nNovember 10, 2014\nmath\nA rectangular box has a surface area of 960 square feet. If the height of the box is 40 feet, what is the length of the box?\nNovember 4, 2014\nmath\nA rectangular box has a surface area of 960 square feet. If the height of the box is 40 feet, what"
        },
        {
            "keyword": "genomics",
            "without_watermark": "\nA. the study of the genome\nB. the study of the genome and its function\nC. the study of the genome and its function in the context of the environment\nD. the study of the genome and its function in the context of the environment and the organism\nE. the study of the genome and its function in the context of the environment and the organism and the organism's behavior\nI think the answer is B.\nI think the answer is B.\nI",
            "with_watermark": "the branch of biology that is concerned with the structure, function, development, evolution, genetics, and behavior of the genome.\nGenomics is the branch of biology that is concerned with the structure, function, development, evolution, genetics, and behavior of the genome.\nGenomics is the branch of biology that is concerned with the structure, function, development, evolution, genetics, and behavior of the genome.\nGenomics is the branch of biology that is concerned with the structure, function,"
        }
    ]
}