{
    "Drug": [
        {
            "keyword": "clinical trials",
            "without_watermark": "\nA. the testing of a drug in humans to determine its safety and effectiveness\nB. the testing of a drug in animals to determine its safety and effectiveness\nC. the testing of a drug in humans to determine its safety and effectiveness\nD. the testing of a drug in animals to determine its safety and effectiveness\nE. the testing of a drug in humans to determine its safety and effectiveness\nF. the testing of a drug in animals to determine its safety and effectiveness\nG. the",
            "with_watermark": "\n(A) the testing of the safety and effectiveness of new drugs in people\n(B) the testing of the safety and effectiveness of new drugs in animals\n(C) the testing of the safety and effectiveness of new drugs in people and animals\n(D) the testing of the safety and effectiveness of new drugs in people and plants\n10. Read the following passage and answer the questions that follow by choosing the most appropriate option from the given ones.\n(A) the testing of"
        },
        {
            "keyword": "pharmacokinetics",
            "without_watermark": "\nA. the study of the absorption, distribution, metabolism, and excretion of drugs\nB. the study of the absorption, distribution, metabolism, and excretion of drugs in the body\nC. the study of the absorption, distribution, metabolism, and excretion of drugs in the body\nD. the study of the absorption, distribution, metabolism, and excretion of drugs in the body\nE. the study of the absorption, distribution, metabolism, and ex",
            "with_watermark": "\nA. the study of the effects of drugs on the human body\nB. the study of the effects of the human body on drugs\nC. the study of the effects of the human body on drugs on the human body\nD. the study of the effects of the human body on drugs on drugs\nE. the study of the effects of the human body on drugs on drugs on drugs\n12. What is the term used to describe the time it takes a drug to reach its"
        },
        {
            "keyword": "pharmacodynamics",
            "without_watermark": "\nA. The study of the effects of drugs on the body.\nB. The study of the effects of drugs on the brain.\nC. The study of the effects of drugs on the nervous system.\nD. The study of the effects of drugs on the heart.\nE. The study of the effects of drugs on the liver.\nAnswer: A\nExplanation:\nPharmacodynamics is the study of the effects of drugs on the body.\nPharm",
            "with_watermark": "\n(a) the study of the effects of drugs on the human body\n(b) the study of the effects of drugs on the human body\n(c) the study of the effects of drugs on the human body\n(d) the study of the effects of drugs on the human body\n(e) the study of the effects of drugs on the human body\n(f) the study of the effects of drugs on the human body\n(g) the study of the effects of"
        },
        {
            "keyword": "bioavailability",
            "without_watermark": "\nA. the amount of drug that is absorbed from the gastrointestinal tract\nB. the amount of drug that is absorbed from the gastrointestinal tract and is available for systemic circulation\nC. the amount of drug that is absorbed from the gastrointestinal tract and is available for systemic circulation and is available for systemic circulation\nD. the amount of drug that is absorbed from the gastrointestinal tract and is available for systemic circulation and is available for systemic circulation\nE",
            "with_watermark": "\nA. the proportion of the drug that enters the systemic circulation\nB. the proportion of the drug that enters the systemic circulation and is metabolized by the liver\nC. the proportion of the drug that enters the systemic circulation and is excreted by the kidney\nD. the proportion of the drug that enters the systemic circulation and is excreted by the liver\nE. the proportion of the drug that enters the systemic circulation and is excreted by the kidney\nI think its"
        },
        {
            "keyword": "bioequivalence",
            "without_watermark": "\nA. the extent to which a drug product has the same effect as the reference product\nB. the extent to which a drug product has the same effect as the reference product\nC. the extent to which a drug product has the same effect as the reference product\nD. the extent to which a drug product has the same effect as the reference product\nE. the extent to which a drug product has the same effect as the reference product\nAnswer: A\nExplanation:\nThe",
            "with_watermark": "A) the difference between the maximum plasma concentration of the test product and the reference product when given by the same route and dosage form. B) the difference between the maximum plasma concentration of the test product and the reference product when given by the same route and dosage form. C) the difference between the maximum plasma concentration of the test product and the reference product when given by the same route and dosage form. D) the difference between the maximum plasma concentration of the test product and the reference product when given"
        },
        {
            "keyword": "drug formulation",
            "without_watermark": "a. a drug that is used to treat a disease b. a drug that is used to prevent a disease c. a drug that is used to diagnose a disease d. a drug that is used to cure a disease\nAnswers\nAnswer from: Quest\nThe answer is c.\nAnswer from: Quest\nThe answer is c.\nAnswer from: Quest\nThe answer is c.\nAnswer from: Quest\nThe answer is c.\nAnother question on Drug\nDrug",
            "with_watermark": "\n\nDrug"
        },
        {
            "keyword": "drug delivery",
            "without_watermark": "\nA. the process of delivering a drug to the body\nB. the process of delivering a drug to the body\nC. the process of delivering a drug to the body\nD. the process of delivering a drug to the body\nE. the process of delivering a drug to the body\nF. the process of delivering a drug to the body\nG. the process of delivering a drug to the body\nH. the process of delivering a drug to the body\nI. the",
            "with_watermark": "\nDrug Delivery is the way the drug is administered. For example, oral, injection, etc.\nWhat is the meaning of the word: drug delivery in the area: Drug\nDrug Delivery is the way the drug is administered. For example, oral, injection, etc.\nWhat is the meaning of the word: drug delivery in the area: Drug\nDrug Delivery is the way the drug is administered. For example, oral, injection, etc."
        },
        {
            "keyword": "targeted therapy",
            "without_watermark": "\nA. a drug that is used to treat a specific disease\nB. a drug that is used to treat a specific organ\nC. a drug that is used to treat a specific organ system\nD. a drug that is used to treat a specific cell\nAnswers:\nA. a drug that is used to treat a specific disease\nB. a drug that is used to treat a specific organ\nC. a drug that is used to treat a specific organ system\nD",
            "with_watermark": "\nA. a drug that targets a specific site on a cell\nB. a drug that targets a specific site on a cell\nC. a drug that targets a specific site on a cell\nD. a drug that targets a specific site on a cell\nE. a drug that targets a specific site on a cell\nThe correct answer is C\nThe targeted therapy is a drug that targets a specific site on a cell.\nExample: a drug that targets a specific site on a cell"
        },
        {
            "keyword": "personalized medicine",
            "without_watermark": "\nA. a new way to treat patients\nB. a new way to treat patients based on their genetic makeup\nC. a new way to treat patients based on their genetic makeup\nD. a new way to treat patients based on their genetic makeup\nE. a new way to treat patients based on their genetic makeup\nAnswer: B\nExplanation:\nExplanation/Reference:\nExplanation:\nPersonalized medicine is a new way to treat patients based on their genetic makeup",
            "with_watermark": "\n\nDrug"
        },
        {
            "keyword": "adverse drug reactions",
            "without_watermark": "\n\nDrug",
            "with_watermark": "\n\nDrug"
        }
    ]
}