{
    "Cardiology": [
        {
            "keyword": "arrhythmias",
            "without_watermark": "\na. A condition in which the heart beats too fast or too slow\nb. A condition in which the heart beats too fast or too slow\nc. A condition in which the heart beats too fast or too slow\nd. A condition in which the heart beats too fast or too slow\ne. A condition in which the heart beats too fast or too slow\nf. A condition in which the heart beats too fast or too slow\ng. A condition in which the heart beats",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "cardiovascular disease",
            "without_watermark": "\nA. a disease of the heart and blood vessels\nB. a disease of the heart and blood vessels\nC. a disease of the heart and blood vessels\nD. a disease of the heart and blood vessels\nE. a disease of the heart and blood vessels\nF. a disease of the heart and blood vessels\nG. a disease of the heart and blood vessels\nH. a disease of the heart and blood vessels\nI. a disease of the heart and blood vessels\n",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "angioplasty",
            "without_watermark": "\n\na medical procedure to open a blocked blood vessel",
            "with_watermark": "the insertion of a balloon or other device into an artery to open a blocked or narrowed vessel.\n\nmedical"
        },
        {
            "keyword": "stents",
            "without_watermark": "\na. a device used to keep a blood vessel open\nb. a device used to keep a blood vessel open\nc. a device used to keep a blood vessel open\nd. a device used to keep a blood vessel open\ne. a device used to keep a blood vessel open\nf. a device used to keep a blood vessel open\ng. a device used to keep a blood vessel open\nh. a device used to keep a blood vessel open\ni. a",
            "with_watermark": "\n\nnoun"
        },
        {
            "keyword": "bypass surgery",
            "without_watermark": "\nA. a surgical procedure to bypass a blockage in the heart\nB. a surgical procedure to bypass a blockage in the brain\nC. a surgical procedure to bypass a blockage in the intestines\nD. a surgical procedure to bypass a blockage in the urinary tract\nE. a surgical procedure to bypass a blockage in the blood vessels\nAnswer: A\nExplanation:\nBypass surgery is a surgical procedure to bypass a blockage in the heart.",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "electrocardiogram",
            "without_watermark": "\nA. A test that measures the electrical activity of the heart\nB. A test that measures the electrical activity of the brain\nC. A test that measures the electrical activity of the lungs\nD. A test that measures the electrical activity of the kidneys\nAnswers:\n1. A. A test that measures the electrical activity of the heart\n2. A. A test that measures the electrical activity of the heart\n3. A. A test that measures the electrical activity",
            "with_watermark": "\n\nDefinition of the word electrocardiogram in the area Cardiology"
        },
        {
            "keyword": "echocardiogram",
            "without_watermark": "\n\nMedical",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "cardiac mri",
            "without_watermark": "\nA. a test that uses a magnetic field to take pictures of the heart\nB. a test that uses a magnetic field to take pictures of the brain\nC. a test that uses a magnetic field to take pictures of the heart and brain\nD. a test that uses a magnetic field to take pictures of the heart and lungs\nAnswers:\nA. a test that uses a magnetic field to take pictures of the heart\nB. a test that uses a magnetic field to",
            "with_watermark": "A) Magnetic resonance imaging of the heart. B) Magnetic resonance imaging of the liver. C) Magnetic resonance imaging of the lungs. D) Magnetic resonance imaging of the brain. E) Magnetic resonance imaging of the liver.\n\nA"
        },
        {
            "keyword": "ct scan",
            "without_watermark": "\nA. A test that uses x-rays to create a picture of the heart and blood vessels.\nB. A test that uses x-rays to create a picture of the heart and blood vessels.\nC. A test that uses x-rays to create a picture of the heart and blood vessels.\nD. A test that uses x-rays to create a picture of the heart and blood vessels.\nE. A test that uses x-rays to create a picture of the",
            "with_watermark": "\nA. a test that is used to check the blood flow in the heart\nB. a test that is used to check the blood flow in the heart\nC. a test that is used to check the blood flow in the heart\nD. a test that is used to check the blood flow in the heart\nE. a test that is used to check the blood flow in the heart\nF. a test that is used to check the blood flow in the heart\nG. a"
        },
        {
            "keyword": "pacemakers",
            "without_watermark": "\na. a device that helps the heart beat\nb. a device that helps the heart pump\nc. a device that helps the heart beat and pump\nd. a device that helps the heart beat and pump and regulate the heart rate\ne. a device that helps the heart beat and pump and regulate the heart rate and the blood pressure\nf. a device that helps the heart beat and pump and regulate the heart rate and the blood pressure and the blood flow\ng. a device",
            "with_watermark": "\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition\nDefinition"
        }
    ]
}