{
    "Sustainability": [
        {
            "keyword": "eco-friendly",
            "without_watermark": "\nA. a person who is environmentally friendly\nB. a person who is environmentally friendly\nC. a person who is environmentally friendly\nD. a person who is environmentally friendly\nE. a person who is environmentally friendly\nF. a person who is environmentally friendly\nG. a person who is environmentally friendly\nH. a person who is environmentally friendly\nI. a person who is environmentally friendly\nJ. a person who is environmentally friendly\nK. a person who is environmentally friendly\n",
            "with_watermark": "\n(A) the ability to make a difference in the world by changing the way people think about the environment\n(B) the way people think about the environment\n(C) the way people think about the way people think about the environment\n(D) the way people think about the way people think about the way people think about the way people think about the way people think about the way people think about the way people think about the way people think about the way people think about the way"
        },
        {
            "keyword": "sustainable development",
            "without_watermark": "\nA. the development of a country that is not harmful to the environment\nB. the development of a country that is not harmful to the environment\nC. the development of a country that is not harmful to the environment\nD. the development of a country that is not harmful to the environment\nE. the development of a country that is not harmful to the environment\nAnswer: A\nQuestion: 10\nThe word: sustainable development in the area: Sustainability. sustainable development",
            "with_watermark": "the concept of economic development that aims to meet the needs of the present without compromising the ability of future generations to meet their own needs.\nQuestion 7:\nRead the following passage and choose the best answer (A, B, C or D) to each question:\nWe are now well into the new millennium. It has been predicted that, by the year 2050, the world will have 9 billion people, but only 10 billion hectares of"
        },
        {
            "keyword": "carbon footprint",
            "without_watermark": "\nA. the amount of carbon dioxide released into the atmosphere by a person or organization\nB. the amount of carbon dioxide released into the atmosphere by a person or organization\nC. the amount of carbon dioxide released into the atmosphere by a person or organization\nD. the amount of carbon dioxide released into the atmosphere by a person or organization\nAnswer:\nThe correct answer is option A.\nExplanation:\nThe definition of the word carbon footprint is the amount of carbon dioxide released into the",
            "with_watermark": "\n(A) the total amount of greenhouse gases (GHG) emissions caused by the use of fossil fuels\n(B) the total amount of greenhouse gases (GHG) emissions caused by the use of renewable energy\n(C) the total amount of greenhouse gases (GHG) emissions caused by the use of biomass\n(D) the total amount of greenhouse gases (GHG) emissions caused by the use of biomass\n(E) the total amount of greenhouse gases (GHG)"
        },
        {
            "keyword": "biodiversity",
            "without_watermark": "\na. the variety of life in an area\nb. the variety of life in a species\nc. the variety of life in a community\nd. the variety of life in a population\ne. the variety of life in a community\nf. the variety of life in a population\ng. the variety of life in a species\nh. the variety of life in an area\ni. the variety of life in a community\nj. the variety of life in a population",
            "with_watermark": "the variety of life forms on earth.\nQuestion 7:\nWhich of the following is NOT a factor of biodiversity?\nThe variety of life forms on earth.\nThe variety of life forms on earth.\nThe variety of life forms on earth.\nThe variety of life forms on earth.\nQuestion 8:\nWhich of the following is NOT a factor of biodiversity?\nThe variety of life forms on earth.\nThe variety of life forms on earth.\nThe variety of"
        },
        {
            "keyword": "ecosystem services",
            "without_watermark": "\nA. the services provided by the ecosystem to the human society\nB. the services provided by the ecosystem to the human society\nC. the services provided by the ecosystem to the human society\nD. the services provided by the ecosystem to the human society\nE. the services provided by the ecosystem to the human society\nF. the services provided by the ecosystem to the human society\nG. the services provided by the ecosystem to the human society\nH. the services provided by the ecosystem",
            "with_watermark": "the value of the services provided by the natural environment (e.g., climate regulation, flood prevention, etc.).\nQuestion 7:\nWhich of the following is NOT a factor of the natural environment?\nQuestion 8:\nWhich of the following is NOT a factor of the natural environment?\nQuestion 9:\nWhich of the following is NOT a factor of the natural environment?\nQuestion 10:\nWhich of the following is NOT a factor of the"
        },
        {
            "keyword": "environmental policy",
            "without_watermark": "\nA. the use of resources in a way that does not harm the environment\nB. the use of resources in a way that does not harm the environment\nC. the use of resources in a way that does not harm the environment\nD. the use of resources in a way that does not harm the environment\nE. the use of resources in a way that does not harm the environment\nAnswer: A\nExplanation:\nEnvironmental policy is the use of resources in a way",
            "with_watermark": "\nA. a plan or action to improve the environment\nB. a plan or action to improve the environment\nC. a plan or action to improve the environment\nD. a plan or action to improve the environment\nThe correct answer is C\nenvironmental policy is:\nA. a plan or action to improve the environment\nB. a plan or action to improve the environment\nC. a plan or action to improve the environment\nD. a plan or action to improve the environment"
        },
        {
            "keyword": "circular economy",
            "without_watermark": "\nA. A system of production, distribution, and consumption that aims to reduce waste and pollution by using renewable resources and recycling products and materials.\nB. A system of production, distribution, and consumption that aims to reduce waste and pollution by using renewable resources and recycling products and materials.\nC. A system of production, distribution, and consumption that aims to reduce waste and pollution by using renewable resources and recycling products and materials.\nD. A system of production, distribution, and consumption that",
            "with_watermark": "\nA. a system of production, distribution, consumption and waste management that aims to reduce negative environmental impact by eliminating or minimizing the use of materials and the creation of waste.\nB. a system of production, distribution, consumption and waste management that aims to reduce negative environmental impact by eliminating or minimizing the use of materials and the creation of waste.\nC. a system of production, distribution, consumption and waste management that aims to reduce negative environmental impact by eliminating or minimizing the use of materials and"
        },
        {
            "keyword": "life cycle assessment",
            "without_watermark": "\nA. A method of evaluating the environmental impact of a product or process over its entire life cycle.\nB. A method of evaluating the environmental impact of a product or process over its entire life cycle.\nC. A method of evaluating the environmental impact of a product or process over its entire life cycle.\nD. A method of evaluating the environmental impact of a product or process over its entire life cycle.\nE. A method of evaluating the environmental impact of a product or process over",
            "with_watermark": "\n(A) the evaluation of the impact of the entire life cycle of a product on the environment.\n(B) the evaluation of the impact of the entire life cycle of a product on human health.\n(C) the evaluation of the impact of the entire life cycle of a product on the economy.\n(D) the evaluation of the impact of the entire life cycle of a product on the environment and human health.\n(E) the evaluation of the impact of the entire life"
        },
        {
            "keyword": "sustainable agriculture",
            "without_watermark": "\nA. the use of renewable resources\nB. the use of non-renewable resources\nC. the use of both renewable and non-renewable resources\nD. the use of renewable resources and the conservation of non-renewable resources\n2. Which of the following is a renewable resource\nA. oil\nB. coal\nC. natural gas\nD. all of the above\n3. Which of the following is a non-renewable resource\nA. oil\n",
            "with_watermark": "\n(a) the farming of crops and livestock on a small scale\n(b) the farming of crops and livestock on a large scale\n(c) farming on a small scale that does not destroy the land or the environment\n(d) farming on a large scale that does not destroy the land or the environment\n(e) farming on a small scale that does not destroy the land or the environment\n(f) farming on a large scale that does not destroy the land or the environment"
        },
        {
            "keyword": "water management",
            "without_watermark": "\na. the management of water resources\nb. the management of water resources and the management of water resources\nc. the management of water resources and the management of water resources and the management of water resources\nd. the management of water resources and the management of water resources and the management of water resources and the management of water resources\ne. the management of water resources and the management of water resources and the management of water resources and the management of water resources and the management of water resources",
            "with_watermark": "\n(a) the management of the use of water by the community\n(b) the management of the use of water by the community and the environment\n(c) the management of the use of water by the community and the environment and the conservation of the environment\n(d) the management of the use of water by the community and the conservation of the environment\n(e) the management of the use of water by the community and the conservation of the environment and the conservation of the environment"
        }
    ]
}