{
    "Clinical Oncology": [
        {
            "keyword": "gynecological oncology",
            "without_watermark": "\nA. The study of the female reproductive system\nB. The study of the female reproductive system and the diseases that affect it\nC. The study of the female reproductive system and the diseases that affect it and the treatment of these diseases\nD. The study of the female reproductive system and the diseases that affect it and the treatment of these diseases and the prevention of these diseases\nE. The study of the female reproductive system and the diseases that affect it and the treatment of these diseases and the",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "immunotherapy",
            "without_watermark": "\nA. The use of immunosuppressive drugs to treat cancer\nB. The use of immunosuppressive drugs to treat autoimmune diseases\nC. The use of immunosuppressive drugs to treat infectious diseases\nD. The use of immunosuppressive drugs to treat allergic diseases\nE. The use of immunosuppressive drugs to treat inflammatory diseases\nF. The use of immunosuppressive drugs to treat autoimmune diseases\nG.",
            "with_watermark": "\n(a) the use of antibodies against the cancer cell surface\n(b) the use of antibodies against the cancer cell surface\n(c) the use of antibodies against the cancer cell surface\n(d) the use of antibodies against the cancer cell surface\n(e) the use of antibodies against the cancer cell surface\n(f) the use of antibodies against the cancer cell surface\n(g) the use of antibodies against the cancer cell surface\n(h) the use of antibodies against"
        },
        {
            "keyword": "targeted therapy",
            "without_watermark": "\nA. a therapy that is directed at a specific target\nB. a therapy that is directed at a specific target\nC. a therapy that is directed at a specific target\nD. a therapy that is directed at a specific target\nE. a therapy that is directed at a specific target\nF. a therapy that is directed at a specific target\nG. a therapy that is directed at a specific target\nH. a therapy that is directed at a specific target\nI. a",
            "with_watermark": "\nA. a therapeutic approach to cancer treatment that is based on the molecular characteristics of the tumor, including the genetic profile of the tumor, the stage of the disease, and the patient’s age and sex.\nB. a therapeutic approach to cancer treatment that is based on the molecular characteristics of the tumor, including the genetic profile of the tumor, the stage of the disease, and the patient’s age and sex.\nC. a therapeutic approach to cancer treatment that is based on the"
        },
        {
            "keyword": "chemotherapy",
            "without_watermark": "\nA. The use of drugs to treat cancer\nB. The use of drugs to treat cancer\nC. The use of drugs to treat cancer\nD. The use of drugs to treat cancer\nE. The use of drugs to treat cancer\nF. The use of drugs to treat cancer\nG. The use of drugs to treat cancer\nH. The use of drugs to treat cancer\nI. The use of drugs to treat cancer\nJ. The use of drugs to treat cancer",
            "with_watermark": "the use of drugs to treat cancer or other disease by killing the cells that are multiplying too fast and are considered cancerous.\nWhat is the meaning of the word: chemotherapy in the area: Clinical Oncology\na. the use of drugs to treat cancer or other disease by killing the cells that are multiplying too fast and are considered cancerous.\nb. a medical specialty that is concerned with the diagnosis, treatment, and prevention of cancer.\nc. a medical specialty that is concerned"
        },
        {
            "keyword": "radiation therapy",
            "without_watermark": "\nA. the use of radiation to treat cancer\nB. the use of radiation to treat a disease\nC. the use of radiation to treat a condition\nD. the use of radiation to treat a disorder\nE. the use of radiation to treat a symptom\nAnswers:\nA. the use of radiation to treat cancer\nB. the use of radiation to treat a disease\nC. the use of radiation to treat a condition\nD. the use of radiation to treat",
            "with_watermark": "\nA. a medical specialty that is concerned with the treatment of cancer by the use of radiation\nB. a medical specialty that is concerned with the treatment of cancer by the use of radiation and chemotherapy\nC. a medical specialty that is concerned with the treatment of cancer by the use of radiation and surgery\nD. a medical specialty that is concerned with the treatment of cancer by the use of radiation, chemotherapy, and surgery\n10. When you are reading a journal article, which of the"
        },
        {
            "keyword": "surgery",
            "without_watermark": "\nA. the removal of a tumor\nB. the removal of a tumor and the surrounding tissue\nC. the removal of a tumor and the surrounding tissue and the removal of the affected organ\nD. the removal of a tumor and the surrounding tissue and the removal of the affected organ and the removal of the affected organ\nE. the removal of a tumor and the surrounding tissue and the removal of the affected organ and the removal of the affected organ and the removal of the affected organ\nAnswer",
            "with_watermark": "\n\ntreatment by operation"
        },
        {
            "keyword": "adjuvant therapy",
            "without_watermark": "\nA. A drug that is used to treat a disease\nB. A drug that is used to treat a disease\nC. A drug that is used to treat a disease\nD. A drug that is used to treat a disease\nE. A drug that is used to treat a disease\nF. A drug that is used to treat a disease\nG. A drug that is used to treat a disease\nH. A drug that is used to treat a disease\nI. A",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "neoadjuvant therapy",
            "without_watermark": "\nA. The use of chemotherapy before surgery\nB. The use of chemotherapy after surgery\nC. The use of chemotherapy before and after surgery\nD. The use of chemotherapy after surgery\nE. The use of chemotherapy before surgery\nAnswer: A\nExplanation:\nNeoadjuvant therapy is the use of chemotherapy before surgery.\nQuestion: 2\nWhich of the following is the most common cause of death in patients with metastatic breast cancer\nA. Cardiac failure\n",
            "with_watermark": "\n(a) Treatment given before the surgical removal of the tumor\n(b) Treatment given before the surgical removal of the tumor\n(c) Treatment given before the surgical removal of the tumor\n(d) Treatment given before the surgical removal of the tumor\n(e) Treatment given before the surgical removal of the tumor\n(f) Treatment given before the surgical removal of the tumor\n(g) Treatment given before the surgical removal of the tumor\n(h) Treatment given before the surgical"
        },
        {
            "keyword": "precision medicine",
            "without_watermark": "\nA. The use of genomic information to guide the selection of therapies for patients with cancer.\nB. The use of genomic information to guide the selection of therapies for patients with cancer.\nC. The use of genomic information to guide the selection of therapies for patients with cancer.\nD. The use of genomic information to guide the selection of therapies for patients with cancer.\nE. The use of genomic information to guide the selection of therapies for patients with cancer.",
            "with_watermark": "\nA. a medical approach that is based on the individual characteristics of each patient\nB. a medical approach that is based on the individual characteristics of each disease\nC. a medical approach that is based on the individual characteristics of each disease and each patient\nD. a medical approach that is based on the individual characteristics of each disease and each patient and the individual characteristics of each disease and each patient and the individual characteristics of each disease and each patient and the individual characteristics of each disease and each patient"
        },
        {
            "keyword": "cancer genetics",
            "without_watermark": "\nA. the study of the genetic basis of cancer\nB. the study of the genetic basis of cancer susceptibility\nC. the study of the genetic basis of cancer susceptibility and the genetic basis of cancer\nD. the study of the genetic basis of cancer susceptibility and the genetic basis of cancer and the genetic basis of cancer susceptibility\nE. the study of the genetic basis of cancer susceptibility and the genetic basis of cancer and the genetic basis of cancer susceptibility and the genetic basis of cancer\nAnswer:",
            "with_watermark": "\nA. a branch of cancer research that uses genetic tests to predict the risk of developing cancer\nB. a branch of cancer research that uses genetic tests to predict the risk of developing cancer\nC. a branch of cancer research that uses genetic tests to predict the risk of developing cancer\nD. a branch of cancer research that uses genetic tests to predict the risk of developing cancer\nE. a branch of cancer research that uses genetic tests to predict the risk of developing cancer\nF. a branch"
        }
    ]
}