{
    "Biotechnology": [
        {
            "keyword": "crispr",
            "without_watermark": "\nA. a type of protein\nB. a type of virus\nC. a type of bacteria\nD. a type of gene\nE. a type of enzyme\nF. a type of cell\nG. a type of cell division\nH. a type of cell growth\nI. a type of cell mutation\nJ. a type of cell reproduction\nK. a type of cell reproduction\nL. a type of cell reproduction\nM. a type of cell reproduction\nN",
            "with_watermark": "\n\nbiology"
        },
        {
            "keyword": "gene editing",
            "without_watermark": "\nA. the process of removing a gene from a cell\nB. the process of adding a gene to a cell\nC. the process of removing a gene from a cell and adding a new gene to the cell\nD. the process of removing a gene from a cell and adding a new gene to the cell and then removing the new gene\nE. the process of removing a gene from a cell and adding a new gene to the cell and then removing the new gene and then adding a",
            "with_watermark": "\n(A) the ability to alter a gene by adding, deleting, or replacing a specific DNA base pair.\n(B) the ability to alter a gene by adding, deleting, or replacing a specific DNA base pair.\n(C) the ability to alter a gene by adding, deleting, or replacing a specific DNA base pair.\n(D) the ability to alter a gene by adding, deleting, or replacing a specific DNA base pair.\n(E) the ability to alter"
        },
        {
            "keyword": "bioprocessing",
            "without_watermark": "\nA. The process of converting raw materials into a product.\nB. The process of converting raw materials into a product.\nC. The process of converting raw materials into a product.\nD. The process of converting raw materials into a product.\nE. The process of converting raw materials into a product.\nF. The process of converting raw materials into a product.\nG. The process of converting raw materials into a product.\nH. The process of converting raw materials",
            "with_watermark": "A) the process by which microorganisms are used to make useful products such as food, medicine, or fuel. B) the process by which microorganisms are used to make useful products such as food, medicine, or fuel. C) the process by which microorganisms are used to make useful products such as food, medicine, or fuel. D) the process by which microorganisms are used to make useful products such as food, medicine, or fuel. E) the process"
        },
        {
            "keyword": "bioinformatics",
            "without_watermark": "\nA. the study of the structure and function of biological molecules\nB. the study of the structure and function of biological organisms\nC. the study of the structure and function of biological systems\nD. the study of the structure and function of biological organisms and their interactions with the environment\nE. the study of the structure and function of biological organisms and their interactions with the environment and the study of the structure and function of biological molecules\nAnswer: D\nExplanation:\nThe study of",
            "with_watermark": "\n(A) the study of the application of the principles of biology to the design of new systems for biological purposes.\n(B) the study of the application of the principles of biology to the design of new systems for biological purposes.\n(C) the study of the application of the principles of biology to the design of new systems for biological purposes.\n(D) the study of the application of the principles of biology to the design of new systems for biological purposes.\n(E)"
        },
        {
            "keyword": "pharmacogenomics",
            "without_watermark": "\nA. the study of the genetic basis of drug response\nB. the study of the genetic basis of drug resistance\nC. the study of the genetic basis of drug metabolism\nD. the study of the genetic basis of drug toxicity\nE. the study of the genetic basis of drug addiction\nAnswers:\n1. A\n2. B\n3. A\n4. A\n5. A\n6. A\n7. A\n8. A\n9.",
            "with_watermark": "the study of the influence of the human genome on drug responses.\nPharmacogenomics is the study of the influence of the human genome on drug responses.\nPharmacogenomics is the study of the influence of the human genome on drug responses.\nPharmacogenomics is the study of the influence of the human genome on drug responses.\nPharmacogenomics is the study of the influence of the human genome on drug responses.\nPharmacogenomics is"
        },
        {
            "keyword": "proteomics",
            "without_watermark": "\nA. the study of the structure and function of proteins\nB. the study of the structure and function of the proteome\nC. the study of the structure and function of the genome\nD. the study of the structure and function of the proteome\nE. the study of the structure and function of the genome\nAnswer: B\nExplanation:\nProteomics is the study of the structure and function of the proteome.\nQuestion: 2\nWhich of the",
            "with_watermark": "the study of proteins and the way they are expressed\nbiology\nThe following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following is a list of the following"
        },
        {
            "keyword": "metabolomics",
            "without_watermark": "\nA. the study of the metabolic pathways of a cell or organism\nB. the study of the metabolic pathways of a cell or organism\nC. the study of the metabolic pathways of a cell or organism\nD. the study of the metabolic pathways of a cell or organism\nE. the study of the metabolic pathways of a cell or organism\nF. the study of the metabolic pathways of a cell or organism\nG. the study of the metabolic pathways of a cell or organism\nH",
            "with_watermark": "the study of the chemical processes by which the body creates and uses molecules called metabolites.\nThe definition of the word metabolomics in the area Biotechnology is the study of the chemical processes by which the body creates and uses molecules called metabolites.\nThe definition of the word metabolomics in the area Biotechnology is the study of the chemical processes by which the body creates and uses molecules called metabolites.\nThe definition of the word metabolomics in the area Biotechnology is the study of the"
        },
        {
            "keyword": "transcriptomics",
            "without_watermark": "\nA. the study of the expression of genes in a cell\nB. the study of the expression of genes in a cell and the proteins they produce\nC. the study of the expression of genes in a cell and the proteins they produce in a cell\nD. the study of the expression of genes in a cell and the proteins they produce in a cell and the proteins they produce in a cell\nE. the study of the expression of genes in a cell and the proteins they produce in",
            "with_watermark": "the study of the expression of all the genes in a cell or an organism.\nTranscriptomics is the study of the expression of all the genes in a cell or an organism.\nTranscriptomics is the study of the expression of all the genes in a cell or an organism.\nTranscriptomics is the study of the expression of all the genes in a cell or an organism.\nTranscriptomics is the study of the expression of all the genes in a cell or an organism."
        },
        {
            "keyword": "gmos",
            "without_watermark": "Genetically Modified Organisms.\nWhat is the definition of the word: gmos in the area: Biotechnology. gmos is: Genetically Modified Organisms.\nWhat is the definition of the word: gmos in the area: Biotechnology. gmos is: Genetically Modified Organisms.\nWhat is the definition of the word: gmos in the area: Biotechnology. gmos is: Genetically Modified Organisms.\nWhat is the definition of",
            "with_watermark": "genetically modified organisms\nNovember 10, 2014\nmath\n40000000000000000000000000000000000000000000000000000000000000000000000000000000000"
        },
        {
            "keyword": "biofuels",
            "without_watermark": "\nA. a type of fuel made from living organisms\nB. a type of fuel made from dead organisms\nC. a type of fuel made from non-living organisms\nD. a type of fuel made from non-living organisms\nE. a type of fuel made from living organisms\nF. a type of fuel made from dead organisms\nG. a type of fuel made from non-living organisms\nH. a type of fuel made from living organisms\nI. a type of",
            "with_watermark": "\n(A) the use of biomass as an alternative source of energy\n(B) the use of biomass as an alternative source of food\n(C) the use of biomass as an alternative source of protein\n(D) the use of biomass as an alternative source of fiber\n(E) the use of biomass as an alternative source of fiber\nQuestion 7:\nWhich of the following is true of the use of biomass as an alternative source of energy?\nI. It has the"
        }
    ]
}