{
    "Photonics": [
        {
            "keyword": "light manipulation",
            "without_watermark": "\nA. the ability to control the direction of light\nB. the ability to control the intensity of light\nC. the ability to control the color of light\nD. the ability to control the wavelength of light\nE. the ability to control the frequency of light\nF. the ability to control the speed of light\nG. the ability to control the direction, intensity, color, wavelength, and frequency of light\nH. the ability to control the speed of light\nI.",
            "with_watermark": "the ability to manipulate light, or the way it propagates through an object or system."
        },
        {
            "keyword": "photonic crystals",
            "without_watermark": "\nA. A material that is transparent to all wavelengths of light.\nB. A material that is transparent to all wavelengths of light except for a few specific wavelengths.\nC. A material that is transparent to all wavelengths of light except for a few specific wavelengths and is used to make lenses.\nD. A material that is transparent to all wavelengths of light except for a few specific wavelengths and is used to make prisms.\nE. A material that is transparent to all wavelengths of light",
            "with_watermark": "A) crystals that are used to make light sensitive films B) crystals that are used to make light sensitive films C) crystals that are used to make light sensitive films D) crystals that are used to make light sensitive films\n1 Answer | Add Yours\nPhotonic crystals are structures that are used to manipulate light. The crystals are made by the deposition of materials on a substrate. These materials can be semiconductors or insulators. These crystals can be used to manipulate light by changing the phase"
        },
        {
            "keyword": "optoelectronics",
            "without_watermark": "\nA. the study of the interaction of light with matter\nB. the study of the interaction of light with matter and the use of this interaction to produce useful effects\nC. the study of the interaction of light with matter and the use of this interaction to produce useful effects and the use of this interaction to produce useful effects\nD. the study of the interaction of light with matter and the use of this interaction to produce useful effects and the use of this interaction to produce useful effects and the",
            "with_watermark": "\n(A) the branch of physics that deals with the behavior of light as an electronic beam\n(B) the branch of physics that deals with the behavior of light as an electronic beam\n(C) the branch of physics that deals with the behavior of light as an electronic beam\n(D) the branch of physics that deals with the behavior of light as an electronic beam\n(E) the branch of physics that deals with the behavior of light as an electronic beam\nThe correct answer is"
        },
        {
            "keyword": "quantum photonics",
            "without_watermark": "\nA. the study of the interaction of photons with matter\nB. the study of the interaction of photons with matter at the quantum level\nC. the study of the interaction of photons with matter at the quantum level in the context of quantum mechanics\nD. the study of the interaction of photons with matter at the quantum level in the context of quantum mechanics in the context of quantum mechanics\nE. the study of the interaction of photons with matter at the quantum level in the context of quantum mechanics",
            "with_watermark": "\n(A) the study of light and the behavior of particles of light, called photons\n(B) the study of light and the behavior of particles of light, called photons\n(C) the study of light and the behavior of particles of light, called photons\n(D) the study of light and the behavior of particles of light, called photons\n(E) the study of light and the behavior of particles of light, called photons\n(F) the study of light and the"
        },
        {
            "keyword": "fiber optics",
            "without_watermark": "\nA. a type of fiber that is used to transmit light\nB. a type of fiber that is used to transmit sound\nC. a type of fiber that is used to transmit electricity\nD. a type of fiber that is used to transmit data\nE. a type of fiber that is used to transmit heat\nF. a type of fiber that is used to transmit light\nG. a type of fiber that is used to transmit sound\nH. a type of fiber that is",
            "with_watermark": "\n(A) the transmission of a signal by the use of fiber optic cables\n(B) the transmission of a signal by the use of fiber optic cables\n(C) the transmission of a signal by the use of fiber optic cables\n(D) the transmission of a signal by the use of fiber optic cables\n(E) the transmission of a signal by the use of fiber optic cables\nThe correct answer is C\nFiber optics is the transmission of a"
        },
        {
            "keyword": "guided wave optics",
            "without_watermark": "\nA. the study of the propagation of light in a waveguide\nB. the study of the propagation of light in a waveguide\nC. the study of the propagation of light in a waveguide\nD. the study of the propagation of light in a waveguide\nE. the study of the propagation of light in a waveguide\nAnswers:\nA. the study of the propagation of light in a waveguide\nB. the study of the propagation of light in",
            "with_watermark": "\nA. a branch of optics that is concerned with the behavior of light as it propagates in waveguides\nB. a branch of optics that is concerned with the behavior of light as it propagates in waveguides\nC. a branch of optics that is concerned with the behavior of light as it propagates in waveguides\nD. a branch of optics that is concerned with the behavior of light as it propagates in waveguides\nAnswers: 1\n"
        },
        {
            "keyword": "nonlinear optics",
            "without_watermark": "\nA. The study of the interaction of light with matter in which the light is not in a linear relationship with the matter.\nB. The study of the interaction of light with matter in which the light is in a linear relationship with the matter.\nC. The study of the interaction of light with matter in which the light is in a nonlinear relationship with the matter.\nD. The study of the interaction of light with matter in which the light is in a linear relationship with the matter",
            "with_watermark": "\n(A) the study of light and the way it interacts with matter\n(B) the study of light and the way it interacts with the brain\n(C) the study of light and the way it interacts with the nervous system\n(D) the study of light and the way it interacts with the nervous system\n(E) the study of light and the way it interacts with the brain\n(F) the study of light and the way it interacts with the nervous system\n("
        },
        {
            "keyword": "integrated photonics",
            "without_watermark": "\nA. the study of the interaction of light with matter\nB. the study of the interaction of light with matter in a semiconductor\nC. the study of the interaction of light with matter in a semiconductor on a chip\nD. the study of the interaction of light with matter in a semiconductor on a chip on a chip\nE. the study of the interaction of light with matter in a semiconductor on a chip on a chip on a chip\nAnswer: C\nQUESTION 10",
            "with_watermark": "\n(A) the integration of the optical waveguides on silicon\n(B) the integration of the optical waveguides on silicon\n(C) the integration of the optical waveguides on silicon\n(D) the integration of the optical waveguides on silicon\n(E) the integration of the optical waveguides on silicon\n10) The following is NOT true of the semiconductor device named after the scientist who invented it\n(A) It is a semiconductor diode"
        },
        {
            "keyword": "photonic integrated circuits",
            "without_watermark": "\nA. A device that converts light into electrical signals.\nB. A device that converts electrical signals into light.\nC. A device that converts light into light.\nD. A device that converts electrical signals into electrical signals.\nE. A device that converts light into electrical signals and electrical signals into light.\nAnswer: A\nQUESTION 10\nWhich of the following is a type of optical fiber\nA. Single-mode\nB. Multimode\nC",
            "with_watermark": "\n\nPhysical optics"
        },
        {
            "keyword": "optical networking",
            "without_watermark": "\nA. the use of light to transmit data\nB. the use of light to transmit data over long distances\nC. the use of light to transmit data over short distances\nD. the use of light to transmit data over long distances\nE. the use of light to transmit data over short distances\nF. the use of light to transmit data over long distances\nG. the use of light to transmit data over short distances\nH. the use of light to transmit data over long",
            "with_watermark": "\n(A) the transmission of data by the use of light as the transmission medium.\n(B) the transmission of data by the use of light as the transmission medium.\n(C) the transmission of data by the use of light as the transmission medium.\n(D) the transmission of data by the use of light as the transmission medium.\n(E) the transmission of data by the use of light as the transmission medium.\n(F) the transmission of data by the"
        }
    ]
}