{
    "Cancer": [
        {
            "keyword": "colorectal cancer",
            "without_watermark": "\nA. a cancer that starts in the colon or rectum\nB. a cancer that starts in the colon or rectum\nC. a cancer that starts in the colon or rectum\nD. a cancer that starts in the colon or rectum\nE. a cancer that starts in the colon or rectum\nF. a cancer that starts in the colon or rectum\nG. a cancer that starts in the colon or rectum\nH. a cancer that starts in the",
            "with_watermark": "A) a disease of the skin B) a disease of the lungs C) a disease of the liver D) a disease of the colon and rectum E) a disease of the heart 4.\nYou are a medical student working in the emergency room. One of your patients is a 40-year-old man who has been complaining of abdominal pain for 4 hours. He has been diagnosed with appendicitis. He is now complaining of nausea and vomiting. He is now"
        },
        {
            "keyword": "melanoma",
            "without_watermark": "\nA. A type of cancer that begins in the melanocytes.\nB. A type of cancer that begins in the melanocytes.\nC. A type of cancer that begins in the melanocytes.\nD. A type of cancer that begins in the melanocytes.\nE. A type of cancer that begins in the melanocytes.\nF. A type of cancer that begins in the melanocytes.\nG. A type of cancer that begins in",
            "with_watermark": "\n(a) the disease which affects the skin\n(b) the disease which affects the eyes\n(c) the disease which affects the liver\n(d) the disease which affects the brain\n(e) the disease which affects the heart\n(f) the disease which affects the lungs\n(g) the disease which affects the intestines\n(h) the disease which affects the bones\n(i) the disease which affects the muscles\n(j) the disease which affects the"
        },
        {
            "keyword": "leukemia",
            "without_watermark": "\nA. a type of cancer that affects the blood\nB. a type of cancer that affects the bone marrow\nC. a type of cancer that affects the lymph nodes\nD. a type of cancer that affects the spleen\nA. a type of cancer that affects the blood\nWhat is the definition of the word: leukemia in the area: Cancer.\nA. a type of cancer that affects the blood\nB. a type of cancer that affects the bone m",
            "with_watermark": "\n\ncancer"
        },
        {
            "keyword": "lymphoma",
            "without_watermark": "\nA. a cancer of the lymph nodes\nB. a cancer of the lymph system\nC. a cancer of the lymph glands\nD. a cancer of the lymph system\nE. a cancer of the lymph nodes\nF. a cancer of the lymph glands\nG. a cancer of the lymph system\nH. a cancer of the lymph nodes\nI. a cancer of the lymph glands\nJ. a cancer of the lymph system\nK. a cancer of the",
            "with_watermark": "\n\ncancer"
        },
        {
            "keyword": "pancreatic cancer",
            "without_watermark": "\nA. a cancer of the pancreas\nB. a cancer of the pancreas and the liver\nC. a cancer of the pancreas and the stomach\nD. a cancer of the pancreas and the intestines\nE. a cancer of the pancreas and the gall bladder\nAnswer: A\nExplanation:\nPancreatic cancer is a cancer of the pancreas.\nQuestion No: 10\nYou are a registered nurse",
            "with_watermark": "A. a disease of the liver B. a disease of the lungs C. a disease of the pancreas D. a disease of the intestines\nCancer\nWhat is a tumor?\nCancer\nWhat is a tumor?\nCancer\nWhat is a tumor?\nCancer\nWhat is a tumor?\nCancer\nWhat is a tumor?\nCancer\nWhat is a tumor?\nCancer\nWhat is a tumor?\nCancer\nWhat is"
        },
        {
            "keyword": "ovarian cancer",
            "without_watermark": "\nA. a cancer that starts in the ovaries\nB. a cancer that starts in the uterus\nC. a cancer that starts in the fallopian tubes\nD. a cancer that starts in the vagina\nA. a cancer that starts in the ovaries\nWhat is the definition of the word: ovarian cancer in the area: Cancer. ovarian cancer is:\nA. a cancer that starts in the ovaries\nB. a cancer",
            "with_watermark": "A) a disease of the ovaries B) a disease of the uterus C) a disease of the cervix D) a disease of the vulva\nOctober 10, 2011 by lily\nchem\nCalculate the volume of 0.1000 mol of CO2 gas at STP. (STP = 0 °C and 1.00 atm)\nNovember 10, 2011 by"
        },
        {
            "keyword": "thyroid cancer",
            "without_watermark": "\nA. a cancer of the thyroid gland\nB. a cancer of the thyroid gland that has spread to other parts of the body\nC. a cancer of the thyroid gland that has spread to other parts of the body\nD. a cancer of the thyroid gland that has spread to other parts of the body\nE. a cancer of the thyroid gland that has spread to other parts of the body\nAnswer: A\nExplanation:\nThe definition of the word",
            "with_watermark": "A. a disease of the thyroid gland, which is located in the neck B. a disease of the thyroid gland, which is located in the breast C. a disease of the thyroid gland, which is located in the liver D. a disease of the thyroid gland, which is located in the lung\n\nA"
        },
        {
            "keyword": "cancer genetics",
            "without_watermark": "\nA. the study of the genetic basis of cancer\nB. the study of the genetic basis of cancer susceptibility\nC. the study of the genetic basis of cancer susceptibility and the study of the genetic basis of cancer\nD. the study of the genetic basis of cancer susceptibility and the study of the genetic basis of cancer and the study of the genetic basis of cancer\nE. the study of the genetic basis of cancer susceptibility and the study of the genetic basis of cancer and the study of the",
            "with_watermark": "\ncancer genetics is the branch of cancer research that studies the genetic causes of cancer.\nWhat is the meaning of the word: genetic in the area: genetic disorders?\nThe genetic definition is the branch of medicine that studies genetic disorders.\nWhat is the meaning of the word: genetic in the area: genetic engineering?\nThe genetic definition is the branch of engineering that studies genetic engineering.\nWhat is the meaning of the word: genetic in the area: genetic test?\nThe genetic"
        },
        {
            "keyword": "oncogenes",
            "without_watermark": "\nA. genes that are mutated in cancer\nB. genes that are mutated in cancer\nC. genes that are mutated in cancer\nD. genes that are mutated in cancer\nE. genes that are mutated in cancer\nF. genes that are mutated in cancer\nG. genes that are mutated in cancer\nH. genes that are mutated in cancer\nI. genes that are mutated in cancer\nJ. genes that are mutated in cancer",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "tumor suppressor genes",
            "without_watermark": "\nA. genes that are mutated in cancer\nB. genes that are mutated in cancer and are responsible for the development of cancer\nC. genes that are mutated in cancer and are responsible for the development of cancer and are responsible for the development of cancer\nD. genes that are mutated in cancer and are responsible for the development of cancer and are responsible for the development of cancer and are responsible for the development of cancer\nE. genes that are mutated in cancer and are",
            "with_watermark": "\nA. a tumor suppressor gene is a gene that suppresses a tumor, or prevents the growth of a tumor.\nB. a tumor suppressor gene is a gene that suppresses a tumor, or prevents the growth of a tumor.\nC. a tumor suppressor gene is a gene that suppresses a tumor, or prevents the growth of a tumor.\nD. a tumor suppressor gene is a gene that suppresses a tumor, or prevents the growth of a tumor."
        }
    ]
}