{
    "Immunology": [
        {
            "keyword": "flow cytometry",
            "without_watermark": "\nA. the study of the flow of cytoplasm\nB. the study of the flow of cytoplasmic contents\nC. the study of the flow of cytoplasmic contents through the cell\nD. the study of the flow of cytoplasmic contents through the cell membrane\nE. the study of the flow of cytoplasmic contents through the cell membrane\nF. the study of the flow of cytoplasmic contents through the cell membrane\nG",
            "with_watermark": "\n(A) the study of the movement of cytoplasmic organelles.\n(B) the study of the movement of cytoplasmic organelles.\n(C) the study of the movement of cytoplasmic organelles.\n(D) the study of the movement of cytoplasmic organelles.\n(E) the study of the movement of cytoplasmic organelles.\n(F) the study of the movement of"
        },
        {
            "keyword": "immunization",
            "without_watermark": "\nA. the process of introducing an antigen into the body\nB. the process of introducing an antigen into the body and stimulating the immune system to produce antibodies\nC. the process of introducing an antigen into the body and stimulating the immune system to produce antibodies and memory cells\nD. the process of introducing an antigen into the body and stimulating the immune system to produce antibodies and memory cells and T cells\nE. the process of introducing an antigen into the body and stimulating",
            "with_watermark": "\nA. a reaction by the body's defense system to an invading microorganism or other foreign substance.\nB. a reaction by the body's defense system to an invading microorganism or other foreign substance.\nC. a reaction by the body's defense system to an invading microorganism or other foreign substance.\nD. a reaction by the body's defense system to an invading microorganism or other foreign substance.\nE. a"
        },
        {
            "keyword": "immunoglobulins",
            "without_watermark": "\n\nImmunology",
            "with_watermark": "\n\nImmunology"
        },
        {
            "keyword": "immunomodulators",
            "without_watermark": "\nA. substances that stimulate the immune system\nB. substances that suppress the immune system\nC. substances that stimulate the immune system and suppress the immune system\nD. substances that stimulate the immune system and suppress the immune system\nE. substances that stimulate the immune system and suppress the immune system and are used to treat autoimmune diseases\nAnswer:\nThe correct answer is D.\nExplanation:\nImmunomodulators are substances that stimulate the immune system and suppress the immune system",
            "with_watermark": "A substance that enhances, suppresses or modifies the immune response.\nQuestion 7:\nWhich of the following is NOT true of immunosuppressive drugs?\nThey can cause cancer.\nThey can cause diabetes.\nThey can cause liver damage.\nThey can cause kidney failure.\nThey can cause death.\nThey can cause death.\nQuestion 8:\nWhich of the following is NOT true of immunosuppressive drugs?\nThey can cause cancer."
        },
        {
            "keyword": "monocytes",
            "without_watermark": "\nA. a type of white blood cell\nB. a type of red blood cell\nC. a type of platelet\nD. a type of lymphocyte\nE. a type of plasma cell\nAnswers:\nA. a type of white blood cell\nB. a type of red blood cell\nC. a type of platelet\nD. a type of lymphocyte\nE. a type of plasma cell\nThe correct answer is A. a type",
            "with_watermark": "A) Phagocytic cells that are derived from the bone marrow and circulate in the bloodstream until they are stimulated by tissue injury. B) Phagocytic cells that are derived from the bone marrow and circulate in the bloodstream until they are stimulated by tissue injury. C) Phagocytic cells that are derived from the bone marrow and circulate in the bloodstream until they are stimulated by tissue injury. D) Phagocytic cells"
        },
        {
            "keyword": "macrophages",
            "without_watermark": "\nA. a type of white blood cell that engulfs and digests bacteria and other foreign particles\nB. a type of white blood cell that engulfs and digests bacteria and other foreign particles\nC. a type of white blood cell that engulfs and digests bacteria and other foreign particles\nD. a type of white blood cell that engulfs and digests bacteria and other foreign particles\nE. a type of white blood cell that engulfs and digests",
            "with_watermark": "\n(A) the body's defense system.\n(B) the body's defense system.\n(C) the body's defense system.\n(D) the body's defense system.\n(E) the body's defense system.\n(F) the body's defense system.\n(G) the body's defense system.\n(H) the body's defense system.\n(I) the body's defense system.\n"
        },
        {
            "keyword": "major histocompatibility complex (mhc)",
            "without_watermark": "\nA. a group of genes that encode proteins that present antigens to t cells\nB. a group of genes that encode proteins that present antigens to b cells\nC. a group of genes that encode proteins that present antigens to both t and b cells\nD. a group of genes that encode proteins that present antigens to both t and nk cells\nE. a group of genes that encode proteins that present antigens to both t and nk",
            "with_watermark": "\n\nbiology"
        },
        {
            "keyword": "memory cells",
            "without_watermark": "\nA. cells that are activated by antigens and then remain in the body for a long time\nB. cells that are activated by antigens and then die\nC. cells that are activated by antigens and then remain in the body for a long time\nD. cells that are activated by antigens and then die\nE. cells that are activated by antigens and then remain in the body for a long time\nAnswer:\nThe correct answer is option",
            "with_watermark": "\n(A) Cells that are activated by the body's defense system to produce antibodies.\n(B) Cells that are activated by the body's defense system to produce memory.\n(C) Cells that are activated by the body's defense system to produce memory and antibodies.\n(D) Cells that are activated by the body's defense system to produce memory and memory.\n(E) Cells that are activated by the body's defense system"
        },
        {
            "keyword": "microbiome",
            "without_watermark": "\nA. the collection of microorganisms that live in a particular environment\nB. the collection of microorganisms that live in a particular environment and are associated with a particular host\nC. the collection of microorganisms that live in a particular environment and are associated with a particular host and are associated with a particular host\nD. the collection of microorganisms that live in a particular environment and are associated with a particular host and are associated with a particular host and are associated with a",
            "with_watermark": "A) the total genetic material in the body B) the genetic material in the body C) the genetic material in the body D) the genetic material in the body 4.\nMicrobiome is: A) the total genetic material in the body B) the genetic material in the body C) the genetic material in the body D) the genetic material in the body 5.\nMicrobiome is: A) the total genetic material in the body B) the genetic material in the"
        },
        {
            "keyword": "inflammation",
            "without_watermark": "\nA. the process of the body's defense mechanism against foreign invaders\nB. the process of the body's defense mechanism against foreign invaders\nC. the process of the body's defense mechanism against foreign invaders\nD. the process of the body's defense mechanism against foreign invaders\nE. the process of the body's defense mechanism against foreign invaders\nA. the process of the body's defense mechanism against foreign invaders\nThe correct answer",
            "with_watermark": "\nA. a reaction of the body against foreign invaders\nB. a reaction of the body against foreign invaders or tissue injury\nC. a reaction of the body against foreign invaders or tissue injury or infection\nD. a reaction of the body against foreign invaders or tissue injury or infection or infection\n2. What are the types of immunoglobulins?\nThe types of immunoglobulins are:\nA. IgG, IgM, IgA,"
        }
    ]
}