{
    "Human Behaviour": [
        {
            "keyword": "consciousness",
            "without_watermark": "\nA. the ability to perceive and understand\nB. the ability to think and reason\nC. the ability to feel and respond\nD. the ability to act and react\nE. the ability to move and respond\nF. the ability to feel and respond\nG. the ability to think and reason\nH. the ability to perceive and understand\nI. the ability to act and react\nJ. the ability to move and respond\nK. the ability to feel and respond\n",
            "with_watermark": "the state or quality of being awake and aware of external stimuli.\nThe definition of the word: consciousness in the area: Human Behaviour is: the state or quality of being awake and aware of external stimuli.\nThe definition of the word: consciousness in the area: Human Behaviour is: the state or quality of being awake and aware of external stimuli.\nThe definition of the word: consciousness in the area: Human Behaviour is: the state or quality of being awake and aware of"
        },
        {
            "keyword": "decision-making",
            "without_watermark": "\nA. the process of making a choice between two or more alternatives.\nB. the process of making a choice between two or more alternatives.\nC. the process of making a choice between two or more alternatives.\nD. the process of making a choice between two or more alternatives.\nE. the process of making a choice between two or more alternatives.\nF. the process of making a choice between two or more alternatives.\nG. the process of making a choice between",
            "with_watermark": "\n(a) the process by which decisions are made by a person or group, or the results of this process.\n(b) the process by which decisions are made by a person or group, or the results of this process.\n(c) the process by which decisions are made by a person or group, or the results of this process.\n(d) the process by which decisions are made by a person or group, or the results of this process.\n(e)"
        },
        {
            "keyword": "empathy",
            "without_watermark": "\nA. the ability to understand and share the feelings of another\nB. the ability to understand and share the feelings of another\nC. the ability to understand and share the feelings of another\nD. the ability to understand and share the feelings of another\nE. the ability to understand and share the feelings of another\nF. the ability to understand and share the feelings of another\nG. the ability to understand and share the feelings of another\nH. the ability to understand and share",
            "with_watermark": "\n(a) the capacity to understand or share the feelings of another\n(b) the capacity to understand or share the feelings of another\n(c) the capacity to understand or share the feelings of another\n(d) the capacity to understand or share the feelings of another\n(a) the capacity to understand or share the feelings of another\n(b) the capacity to understand or share the feelings of another\n(c) the capacity to understand or share the feelings of another\n("
        },
        {
            "keyword": "evolution",
            "without_watermark": "the process by which organisms have changed over time.\nWhat is the definition of the word: evolution in the area: Human Behaviour. evolution is: the process by which organisms have changed over time.\nWhat is the definition of the word: evolution in the area: Human Behaviour. evolution is: the process by which organisms have changed over time.\nWhat is the definition of the word: evolution in the area: Human Behaviour. evolution is: the process by which organisms have changed",
            "with_watermark": "the gradual development of something from a simple to a more complex form, or the gradual development of something from a simple to a more complex form, or the gradual development of something from a simple to a more complex form, or the gradual development of something from a simple to a more complex form, or the gradual development of something from a simple to a more complex form, or the gradual development of something from a simple to a more complex form, or the gradual development of something from a simple to a"
        },
        {
            "keyword": "genetics",
            "without_watermark": "the study of heredity and variation.\nWhat is the definition of the word: genetics in the area: Human Behaviour?\nWhat is the definition of the word: genetics in the area: Human Behaviour?\nWhat is the definition of the word: genetics in the area: Human Behaviour?\nWhat is the definition of the word: genetics in the area: Human Behaviour?\nWhat is the definition of the word: genetics in the area: Human Behaviour?\n",
            "with_watermark": "the branch of biology that deals with the study of heredity and the transmission and variation of traits.\nAsked by mohammad | 19th Apr, 2019, 01:10: PM\nExpert Answer:\nGenetics is a branch of biology that is concerned with the study of heredity and the transmission and variation of traits. It includes the study of the mechanisms by which traits are passed on from one generation to the next."
        },
        {
            "keyword": "hormones",
            "without_watermark": "\nA. a chemical substance produced by a gland and carried by the bloodstream to a target organ or tissue\nB. a chemical substance produced by a gland and carried by the bloodstream to a target organ or tissue\nC. a chemical substance produced by a gland and carried by the bloodstream to a target organ or tissue\nD. a chemical substance produced by a gland and carried by the bloodstream to a target organ or tissue\nE. a chemical substance produced by",
            "with_watermark": "\n\nnoun"
        },
        {
            "keyword": "intelligence",
            "without_watermark": "\nA. the ability to learn and adapt\nB. the ability to think and reason\nC. the ability to understand and solve problems\nD. the ability to make decisions\nE. the ability to make choices\nF. the ability to make decisions\nG. the ability to make choices\nH. the ability to make choices\nI. the ability to make choices\nJ. the ability to make choices\nK. the ability to make choices\nL. the ability to make choices",
            "with_watermark": "the capacity to acquire and apply knowledge and skills.\nAsked by: Anonymous on Jun 10, 2019\nWhat is the meaning of the word: intelligence\nAsked by: Anonymous on Jun 10, 2019\nWhat is the meaning of the word: intelligence\nAsked by: Anonymous on Jun 10, 2019\nWhat is the meaning of the word: intelligence\nAsked by: Anonymous on Jun "
        },
        {
            "keyword": "learning",
            "without_watermark": "\nA. the process of acquiring new knowledge, behaviors, skills, values, or preferences.\nB. the process of acquiring new knowledge, behaviors, skills, values, or preferences.\nC. the process of acquiring new knowledge, behaviors, skills, values, or preferences.\nD. the process of acquiring new knowledge, behaviors, skills, values, or preferences.\nE. the process of acquiring new knowledge, behaviors, skills, values, or preferences.\nF. the process",
            "with_watermark": "\n(a) the acquisition of knowledge by the mind\n(b) the acquisition of knowledge by the body\n(c) the acquisition of knowledge by the mind and the body\n(d) the acquisition of knowledge by the mind and the body by the mind and the body by the mind and the body by the mind and the body by the mind and the body by the mind and the body by the mind and the body by the mind and the body by the mind and the body by the"
        },
        {
            "keyword": "memory",
            "without_watermark": "the ability to store and retrieve information.\nWhat is the definition of the word: memory in the area: Human Behaviour. memory is: the ability to store and retrieve information.\nWhat is the definition of the word: memory in the area: Human Behaviour. memory is: the ability to store and retrieve information.\nWhat is the definition of the word: memory in the area: Human Behaviour. memory is: the ability to store and retrieve information.\nWhat is the definition",
            "with_watermark": "the faculty or process of retaining and recalling the mental contents or the past; the faculty or process of storing and retrieving information or experiences or skills or habits or attitudes or emotions or the like; the faculty or process of storing and recalling information or experiences or skills or habits or attitudes or emotions or the like; the faculty or process of storing and recalling information or experiences or skills or habits or attitudes or emotions or the like; the faculty or process of storing and recalling information or experiences or skills or habits"
        },
        {
            "keyword": "motivation",
            "without_watermark": "the reason or reasons for acting or behaving in a particular way.\nWhat is the definition of the word: motivation in the area: Human Behaviour?\nWhat is the definition of the word: motivation in the area: Human Behaviour?\nWhat is the definition of the word: motivation in the area: Human Behaviour?\nWhat is the definition of the word: motivation in the area: Human Behaviour?\nWhat is the definition of the word: motivation in the area:",
            "with_watermark": "the reason or reasons why a person does something or why a person acts or behaves in a certain way.\nmotivation is the reason or reasons why a person does something or why a person acts or behaves in a certain way.\nmotivation is the reason or reasons why a person does something or why a person acts or behaves in a certain way.\nmotivation is the reason or reasons why a person does something or why a person acts or behaves in a certain way.\nmotivation is"
        }
    ]
}