{
    "Endocrinology": [
        {
            "keyword": "metabolism",
            "without_watermark": "\nA. the process by which the body uses food to produce energy\nB. the process by which the body uses food to produce hormones\nC. the process by which the body uses food to produce enzymes\nD. the process by which the body uses food to produce proteins\nA. the process by which the body uses food to produce energy\nThe correct answer is A.\nMetabolism is the process by which the body uses food to produce energy.\nThe correct answer is A",
            "with_watermark": "\nA. the body's way of using food as fuel\nB. the body's way of using food as fuel, storing and then later releasing stored energy\nC. the body's way of using food as fuel, storing and then later releasing stored energy, and controlling body temperature\nD. the body's way of using food as fuel, storing and then later releasing stored energy, controlling body temperature, and controlling body growth\nC\nMetabolism is the body'"
        },
        {
            "keyword": "endocrine disorders",
            "without_watermark": "\nA. a group of disorders that affect the endocrine glands\nB. a group of disorders that affect the nervous system\nC. a group of disorders that affect the immune system\nD. a group of disorders that affect the cardiovascular system\nAnswers:\nA. a group of disorders that affect the endocrine glands\nExplanation:\nEndocrine disorders are a group of disorders that affect the endocrine glands.\nEndocrine glands",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "pituitary gland",
            "without_watermark": "\nA. a gland that secretes hormones that control the secretion of other hormones\nB. a gland that secretes hormones that control the secretion of other hormones\nC. a gland that secretes hormones that control the secretion of other hormones\nD. a gland that secretes hormones that control the secretion of other hormones\nE. a gland that secretes hormones that control the secretion of other hormones\nF. a gland that secretes hormones",
            "with_watermark": "A) a small gland located behind the eyes B) the gland that regulates the body’s water balance C) a gland that regulates the body’s water balance and body temperature D) a gland that regulates the body’s water balance and body temperature and the production of thyroid hormones 5.\nYou are a medical student working in the emergency room. One of your patients is in the hospital because of an allergic reaction to an insect bite. The patient has"
        },
        {
            "keyword": "adrenal insufficiency",
            "without_watermark": "\nA. a deficiency of the adrenal glands\nB. a deficiency of the adrenal cortex\nC. a deficiency of the adrenal medulla\nD. a deficiency of the adrenal glands and the adrenal cortex\nE. a deficiency of the adrenal glands and the adrenal medulla\nAnswer: A\nExplanation:\nAdrenal insufficiency is a deficiency of the adrenal glands.\nQuestion: 10\nWhich of the following is a characteristic of adrenal ins",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "hypothyroidism",
            "without_watermark": "\nA. a disease of the thyroid gland\nB. a disease of the pituitary gland\nC. a disease of the adrenal gland\nD. a disease of the parathyroid gland\nE. a disease of the pancreas\nA. a disease of the thyroid gland\nThe thyroid gland is a butterfly-shaped gland located in the front of the neck. It produces thyroid hormones, which are essential for normal growth and development. Hypothy",
            "with_watermark": "\nA. a deficiency of thyroid hormone\nB. a deficiency of thyroid-stimulating hormone\nC. a deficiency of thyroid-stimulating hormone and thyroid hormone\nD. a deficiency of thyroid-stimulating hormone and thyroid hormone and a deficiency of thyroid hormone\nThe correct answer is A\nThe definition of the word hypothyroidism is a deficiency of thyroid hormone.\nThe definition of the word hypothyroidism is a deficiency of thyroid hormone.\nThe definition of the word hyp"
        },
        {
            "keyword": "hyperthyroidism",
            "without_watermark": "\nA. a condition in which the thyroid gland produces too much thyroid hormone\nB. a condition in which the thyroid gland produces too little thyroid hormone\nC. a condition in which the thyroid gland produces too much thyroid hormone and the parathyroid glands produce too little parathyroid hormone\nD. a condition in which the thyroid gland produces too much thyroid hormone and the parathyroid glands produce too much parathyroid hormone\nE. a condition in which the",
            "with_watermark": "\nA. a disorder of the thyroid gland, characterized by excessive secretion of thyroid hormones, causing increased metabolic rate and increased heart rate.\nB. a disorder of the thyroid gland, characterized by excessive secretion of thyroid hormones, causing increased metabolic rate and increased heart rate.\nC. a disorder of the thyroid gland, characterized by excessive secretion of thyroid hormones, causing increased metabolic rate and increased heart rate.\nD. a disorder of the thyroid gland, characterized by"
        },
        {
            "keyword": "type 1 diabetes",
            "without_watermark": "\nA. a disease of the pancreas\nB. a disease of the liver\nC. a disease of the kidneys\nD. a disease of the heart\nE. a disease of the brain\nF. a disease of the blood\nG. a disease of the skin\nH. a disease of the lungs\nI. a disease of the stomach\nJ. a disease of the intestines\nK. a disease of the bones\nL. a disease of the muscles",
            "with_watermark": "\nA. a disorder of the pancreas\nB. a disorder of the liver\nC. a disorder of the small intestine\nD. a disorder of the large intestine\nE. a disorder of the lungs\nI think its a, but I am not sure\nA\nType 1 diabetes is a disease of the pancreas.\nI agree\nThe correct answer is A\nThe definition of the word type 1 diabetes is a disease of the pancreas"
        },
        {
            "keyword": "type 2 diabetes",
            "without_watermark": "\nA. a disease of the pancreas\nB. a disease of the liver\nC. a disease of the kidneys\nD. a disease of the heart\nE. a disease of the blood vessels\nF. a disease of the brain\nG. a disease of the nervous system\nH. a disease of the skin\nI. a disease of the lungs\nJ. a disease of the eyes\nK. a disease of the heart\nL. a disease of the",
            "with_watermark": "\nA. a disorder of the liver\nB. a disorder of the pancreas\nC. a disorder of the small intestine\nD. a disorder of the kidneys\nE. a disorder of the lungs\n4. Which of the following is NOT a risk factor for type 2 diabetes\nA. family history of diabetes\nB. a family history of obesity\nC. a family history of hypertension\nD. a family history of dyslipidemia\nE. a"
        },
        {
            "keyword": "obesity",
            "without_watermark": "\nA. a condition in which the body is unable to use insulin properly\nB. a condition in which the body is unable to use insulin properly\nC. a condition in which the body is unable to use insulin properly\nD. a condition in which the body is unable to use insulin properly\nE. a condition in which the body is unable to use insulin properly\nAnswer:\nThe correct answer is option D.\nExplanation:\nObesity is a condition in which the body",
            "with_watermark": "\nObesity is the condition of having an abnormally high amount of body fat. It is a medical condition that occurs when a person’s body mass index (BMI) is greater than or equal to 30.\nObesity is a major risk factor for many diseases, including diabetes, cardiovascular disease, and some types of cancer. It can also lead to other health problems such as high blood pressure, sleep apnea, and osteoarthritis.\nObesity is a"
        },
        {
            "keyword": "pcos",
            "without_watermark": "\nA. Polycystic ovarian syndrome\nB. Polycystic ovarian syndrome\nC. Polycystic ovarian syndrome\nD. Polycystic ovarian syndrome\nE. Polycystic ovarian syndrome\nF. Polycystic ovarian syndrome\nG. Polycystic ovarian syndrome\nH. Polycystic ovarian syndrome\nI. Polycystic ovarian syndrome\nJ. Polycystic ovarian syndrome",
            "with_watermark": "polycystic ovarian syndrome"
        }
    ]
}