{
    "Nephrology": [
        {
            "keyword": "hypertension",
            "without_watermark": "\nA. high blood pressure\nB. high blood pressure\nC. high blood pressure\nD. high blood pressure\nE. high blood pressure\nF. high blood pressure\nG. high blood pressure\nH. high blood pressure\nI. high blood pressure\nJ. high blood pressure\nK. high blood pressure\nL. high blood pressure\nM. high blood pressure\nN. high blood pressure\nO. high blood pressure\nP. high blood pressure\nQ. high",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "proteinuria",
            "without_watermark": "\nA. the presence of protein in the urine\nB. the presence of protein in the blood\nC. the presence of protein in the urine and blood\nD. the presence of protein in the urine and blood\nE. the presence of protein in the urine and blood and in the blood\nAnswer: A\nExplanation:\nProteinuria is the presence of protein in the urine.\nThe presence of protein in the blood is called hematuria.\nThe presence",
            "with_watermark": "\nA. a positive test result for proteinuria\nB. a positive test result for proteinuria\nC. a positive test result for proteinuria\nD. a positive test result for proteinuria\nE. a positive test result for proteinuria\n2. What is the best definition of the term: proteinuria in the area: Nephrology?\nproteinuria is:\nA. a positive test result for proteinuria\nB. a"
        },
        {
            "keyword": "hematuria",
            "without_watermark": "\nA. the presence of blood in the urine\nB. the presence of blood in the urine\nC. the presence of blood in the urine\nD. the presence of blood in the urine\nE. the presence of blood in the urine\nAnswer: A\nExplanation:\nHematuria is the presence of blood in the urine.\nQuestion: 10\nWhich of the following is the most common cause of hematuria in children\nA. Ure",
            "with_watermark": "\nA. blood in the urine.\nB. blood in the urine.\nC. blood in the urine.\nD. blood in the urine.\nE. blood in the urine.\nAnswer: A\nQuestion: 70\nWhich of the following is NOT a cause of acute renal failure\nA. Acute tubular necrosis\nB. Acute interstitial nephritis\nC. Acute tubular spasm\nD. Acute tub"
        },
        {
            "keyword": "urinary tract infection",
            "without_watermark": "\nA. an infection of the urinary tract\nB. an infection of the urinary bladder\nC. an infection of the urethra\nD. an infection of the kidneys\nE. an infection of the ureters\nAnswers:\nA. an infection of the urinary tract\nB. an infection of the urinary bladder\nC. an infection of the urethra\nD. an infection of the kidneys\nE. an infection of the",
            "with_watermark": "\nA. a disorder of the urinary system\nB. a disorder of the urinary system\nC. a disorder of the urinary system\nD. a disorder of the urinary system\nE. a disorder of the urinary system\n10.\n10.\n10.\n10.\n10.\n10.\n10.\n10.\n10.\n10.\n10.\n10.\n1"
        },
        {
            "keyword": "kidney stones",
            "without_watermark": "\nA. a condition in which the kidneys are not functioning properly\nB. a condition in which the kidneys are not functioning properly\nC. a condition in which the kidneys are not functioning properly\nD. a condition in which the kidneys are not functioning properly\nE. a condition in which the kidneys are not functioning properly\nF. a condition in which the kidneys are not functioning properly\nG. a condition in which the kidneys are not functioning properly\nH",
            "with_watermark": "\nkidney stones are the result of the build up of uric acid crystals in the urinary tract.\nWhat is the definition of the word: kidney stones in the area: Nephrology?\nkidney stones are the result of the build up of uric acid crystals in the urinary tract.\nWhat is the definition of the word: kidney stones in the area: Nephrology?\nkidney stones are the result of the build up of uric acid crystals in the"
        },
        {
            "keyword": "renal cell carcinoma",
            "without_watermark": "\nA. A malignant tumor of the kidney\nB. A benign tumor of the kidney\nC. A benign tumor of the kidney\nD. A malignant tumor of the kidney\nE. A benign tumor of the kidney\nAnswer: A\nExplanation:\nRenal cell carcinoma is a malignant tumor of the kidney.\nQuestion: 10\nWhich of the following is the most common cause of death in patients with chronic renal failure\nA. Cardiac",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "nephrotic syndrome",
            "without_watermark": "\nA. A syndrome characterized by the presence of protein in the urine, hypoalbuminemia, hyperlipidemia, and edema.\nB. A syndrome characterized by the presence of protein in the urine, hypoalbuminemia, hyperlipidemia, and hypertension.\nC. A syndrome characterized by the presence of protein in the urine, hypoalbuminemia, hyperlipidemia, and hypercalcemia.\nD. A syndrome characterized by the presence",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "nephritis",
            "without_watermark": "\nA. inflammation of the kidney\nB. inflammation of the bladder\nC. inflammation of the ureter\nD. inflammation of the urethra\nE. inflammation of the prostate\nA. inflammation of the kidney\nThe definition of nephritis is inflammation of the kidney.\nThe definition of nephritis is inflammation of the kidney.\nThe definition of nephritis is inflammation of the kidney.\nThe definition of nephritis is inflammation of the kidney.\nThe",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "kidney function tests",
            "without_watermark": "\nA. The measurement of the amount of protein in the urine\nB. The measurement of the amount of blood in the urine\nC. The measurement of the amount of glucose in the urine\nD. The measurement of the amount of blood in the urine\nE. The measurement of the amount of protein in the urine\nF. The measurement of the amount of glucose in the urine\nG. The measurement of the amount of blood in the urine\nH. The measurement of the amount of",
            "with_watermark": "A test to determine the function of the kidneys, including tests of urine and blood.\nWhat is the meaning of the word: kidney function tests in medical field?\nThe test is used to determine the function of the kidneys, including tests of urine and blood.\nWhat is the meaning of the word: kidney function tests in medical field?\nThe test is used to determine the function of the kidneys, including tests of urine and blood.\nWhat is the meaning of the word"
        },
        {
            "keyword": "creatinine clearance",
            "without_watermark": "\nA. the amount of creatinine excreted in the urine per minute\nB. the amount of creatinine excreted in the urine per hour\nC. the amount of creatinine excreted in the urine per day\nD. the amount of creatinine excreted in the urine per week\nE. the amount of creatinine excreted in the urine per year\nAnswer: A\nExplanation:\nCreatinine clearance is the",
            "with_watermark": "\nA. a test to measure the amount of protein in the urine.\nB. a test to measure the amount of protein in the blood.\nC. a test to measure the amount of protein in the urine.\nD. a test to measure the amount of protein in the blood.\nE. a test to measure the amount of protein in the urine.\nCreatinine clearance is a test to measure the amount of protein in the urine.\nCreatinine clearance is a"
        }
    ]
}