{
    "Geoscience": [
        {
            "keyword": "geochemistry",
            "without_watermark": "\nA. the study of the chemical composition of the earth's crust\nB. the study of the chemical composition of the earth's interior\nC. the study of the chemical composition of the earth's atmosphere\nD. the study of the chemical composition of the earth's oceans\nE. the study of the chemical composition of the earth's mantle\nF. the study of the chemical composition of the earth's core\nG. the study of the chemical composition",
            "with_watermark": "the branch of chemistry that deals with the chemical composition of the earth's crust and the chemical changes that occur in it.\nAsked by: Anonymous on Mar 11, 2019\nWhat is the meaning of the word: geophysics in the area: Geoscience?\nAsked by: Anonymous on Mar 11, 2019\nWhat is the meaning of the word: geophysicist in the area: Geoscience"
        },
        {
            "keyword": "paleontology",
            "without_watermark": "\nA. the study of the earth's history\nB. the study of the earth's structure\nC. the study of the earth's composition\nD. the study of the earth's past life forms\nE. the study of the earth's present life forms\nF. the study of the earth's future life forms\nG. the study of the earth's past life forms\nH. the study of the earth's present life forms\nI",
            "with_watermark": "\n(A) the study of the origin of the earth\n(B) the study of the origin of the universe\n(C) the study of the origin of the solar system\n(D) the study of the origin of the moon\n(E) the study of the origin of the earth's atmosphere\n(F) the study of the origin of the moon's atmosphere\n(G) the study of the origin of the moon's atmosphere\n(H) the study"
        },
        {
            "keyword": "oceanography",
            "without_watermark": "\nA. the study of the ocean floor\nB. the study of the ocean's surface\nC. the study of the ocean's water\nD. the study of the ocean's life\nE. the study of the ocean's weather\nF. the study of the ocean's currents\nG. the study of the ocean's waves\nH. the study of the ocean's tides\nI. the study of the ocean's temperature\nJ",
            "with_watermark": "\n(A) the study of oceans (B) the study of oceans and seas (C) the study of oceans and seas and the weather (D) the study of oceans and seas and the weather and the weather conditions on earth.\n(A) the study of oceans (B) the study of oceans and seas (C) the study of oceans and seas and the weather (D) the study of oceans and seas and the weather and the weather conditions on earth.\n(A)"
        },
        {
            "keyword": "atmospheric science",
            "without_watermark": "the study of the atmosphere and its effects on the earth.\nWhat is the definition of the word: atmospheric in the area: Geoscience. atmospheric is: the study of the atmosphere and its effects on the earth.\nWhat is the definition of the word: atmosphere in the area: Geoscience. atmosphere is: the study of the atmosphere and its effects on the earth.\nWhat is the definition of the word: atmosphere in the area: Geoscience. atmosphere is: the",
            "with_watermark": "the branch of science that deals with the atmosphere and its behavior, especially with the composition, temperature, and moisture of the atmosphere.\nAsked by: Rita on Nov 14, 2019\natmospheric science is the branch of science that deals with the atmosphere and its behavior, especially with the composition, temperature, and moisture of the atmosphere.\nAsked by: Rita on Nov 14, 2019\natmospheric science is"
        },
        {
            "keyword": "hydrology",
            "without_watermark": "\nA. the study of the earth's water cycle\nB. the study of the earth's water resources\nC. the study of the earth's water quality\nD. the study of the earth's water pollution\nE. the study of the earth's water distribution\nF. the study of the earth's water chemistry\nG. the study of the earth's water movement\nH. the study of the earth's water quality\nI. the",
            "with_watermark": "the branch of science that deals with the study of the hydrologic cycle.\nQ: what is the definition of the word: hydrology in the area: Geoscience?\nhydrology is: the branch of science that deals with the study of the hydrologic cycle.\nQ: what is the definition of the word: hydrology in the area: Geoscience?\nhydrology is: the branch of science that deals with the study of the hydrologic cycle"
        },
        {
            "keyword": "mineralogy",
            "without_watermark": "the study of minerals.\nWhat is the definition of the word: mineralogy in the area: Geoscience.\nWhat is the definition of the word: mineralogy in the area: Geoscience.\nWhat is the definition of the word: mineralogy in the area: Geoscience.\nWhat is the definition of the word: mineralogy in the area: Geoscience.\nWhat is the definition of the word: mineralogy in the area: Geoscience.",
            "with_watermark": "the branch of geology that deals with the identification, composition, and classification of minerals.\nQuestion 7.\nWhat is the meaning of the following terms?\n(a) Molecule\n(b) Mole\n(c) Atom\n(d) Neutron\n(e) Protons\n(f) Electrons\nAnswer:\n(a) Molecule: A molecule is a small unit of an element or compound.\n(b) Mole: One"
        },
        {
            "keyword": "petrology",
            "without_watermark": "\nA. the study of the origin of rocks\nB. the study of the origin of minerals\nC. the study of the origin of the earth\nD. the study of the origin of the universe\nE. the study of the origin of the solar system\nF. the study of the origin of the universe\nG. the study of the origin of the earth\nH. the study of the origin of the solar system\nI. the study of the origin of the universe\n",
            "with_watermark": "\n(a) the branch of geology that deals with the composition and structure of the earth's crust.\n(b) the branch of geology that deals with the composition and structure of the earth's interior.\n(c) the branch of geology that deals with the composition and structure of the moon's crust.\n(d) the branch of geology that deals with the composition and structure of the moon's interior.\n(e) the branch of ge"
        },
        {
            "keyword": "sedimentology",
            "without_watermark": "the study of sediments and sedimentary rocks.\nWhat is the definition of the word: sedimentology in the area: Geoscience.\nWhat is the definition of the word: sedimentology in the area: Geoscience.\nWhat is the definition of the word: sedimentology in the area: Geoscience.\nWhat is the definition of the word: sedimentology in the area: Geoscience.\nWhat is the definition of the word: sedimentology in the area",
            "with_watermark": "the branch of geology that deals with the study of sedimentary rocks and the processes by which they are formed\nSedimentology is a branch of geology that deals with the study of sedimentary rocks and the processes by which they are formed.\nWhat is the meaning of the word: sedimentary in the area: Geoscience?\nSedimentary means formed from sediment\nWhat is the meaning of the word: sedimentary in the area: Geoscience?\nSed"
        },
        {
            "keyword": "stratigraphy",
            "without_watermark": "the study of the arrangement of rock strata in a sequence of layers.\nWhat is the definition of the word: stratigraphy in the area: Geoscience. stratigraphy is: the study of the arrangement of rock strata in a sequence of layers.\nWhat is the definition of the word: stratigraphy in the area: Geoscience. stratigraphy is: the study of the arrangement of rock strata in a sequence of layers.\n",
            "with_watermark": "the branch of geology that deals with the study of layers of rock and the age of the layers.\nThe definition of the word: stratigraphy in the area: Geoscience. stratigraphy is: the branch of geology that deals with the study of layers of rock and the age of the layers.\nThe definition of the word: stratigraphy in the area: Geoscience. stratigraphy is: the branch of geology that deals with"
        },
        {
            "keyword": "tectonics",
            "without_watermark": "\nA. the study of the earth's crust\nB. the study of the earth's interior\nC. the study of the earth's surface\nD. the study of the earth's crust and interior\nE. the study of the earth's crust and surface\nF. the study of the earth's crust and interior and surface\nG. the study of the earth's crust, interior, and surface\nH. the study of the earth's",
            "with_watermark": "\n(A) the study of the movement of the continents on the earth's surface. (B) the study of the movement of the continents on the earth's crust. (C) the study of the movement of the continents on the earth's mantle. (D) the study of the movement of the continents on the earth's lithosphere.\nANSWER: D\nThe movement of the continents on the earth's lithosphere.\n30) Which"
        }
    ]
}