{
    "Neurology": [
        {
            "keyword": "parkinson's disease",
            "without_watermark": "\nA. a disease of the nervous system that causes tremors, stiffness, and difficulty walking\nB. a disease of the nervous system that causes tremors, stiffness, and difficulty walking\nC. a disease of the nervous system that causes tremors, stiffness, and difficulty walking\nD. a disease of the nervous system that causes tremors, stiffness, and difficulty walking\nE. a disease of the nervous system that causes tremors, stiffness, and difficulty walking\nAnswer:\nThe",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "migraine",
            "without_watermark": "\nA. a headache that is caused by a blood vessel that is blocked\nB. a headache that is caused by a blood vessel that is leaking\nC. a headache that is caused by a blood vessel that is constricted\nD. a headache that is caused by a blood vessel that is dilated\nE. a headache that is caused by a blood vessel that is not functioning properly\nAnswer: C\nExplanation:\nThe definition of the word migraine is a headache that",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "traumatic brain injury",
            "without_watermark": "\nA. a brain injury that is caused by a blow to the head\nB. a brain injury that is caused by a blow to the head\nC. a brain injury that is caused by a blow to the head\nD. a brain injury that is caused by a blow to the head\nE. a brain injury that is caused by a blow to the head\nAnswer:\nThe correct answer is option D.\nExplanation:\nTraumatic brain injury is a brain injury that",
            "with_watermark": "\nA. a blow or jolt to the head or a penetration of the skull by a foreign object that disrupts the normal function of the brain.\nB. a blow or jolt to the head or a penetration of the skull by a foreign object that disrupts the normal function of the brain.\nC. a blow or jolt to the head or a penetration of the skull by a foreign object that disrupts the normal function of the brain.\nD. a blow or j"
        },
        {
            "keyword": "neurodegeneration",
            "without_watermark": "\nA. the loss of neurons\nB. the loss of synapses\nC. the loss of myelin\nD. the loss of dendrites\nE. the loss of axons\nAnswer: A\nExplanation:\nNeurodegeneration is the loss of neurons.\nNeurodegeneration is the loss of neurons.\nNeurodegeneration is the loss of neurons.\nNeurodegeneration is the loss of neurons.\nNeuro",
            "with_watermark": "the progressive loss of the function of the nerve cells or the progressive loss of the nerve cells themselves\n\n1"
        },
        {
            "keyword": "neuroplasticity",
            "without_watermark": "\nA. the ability of the brain to change its structure and function in response to experience\nB. the ability of the brain to change its structure and function in response to injury\nC. the ability of the brain to change its structure and function in response to drugs\nD. the ability of the brain to change its structure and function in response to exercise\nE. the ability of the brain to change its structure and function in response to stress\nAnswer: A\nExplanation:\nNe",
            "with_watermark": "\nA. a change in the brain due to experience or environment\nB. a change in the brain due to experience or environment\nC. a change in the brain due to experience or environment\nD. a change in the brain due to experience or environment\n2. What are the major functions of the cerebrum?\nThe major functions of the cerebrum are:\nA. hearing and vision\nB. hearing and vision\nC. hearing and vision\nD. hearing and"
        },
        {
            "keyword": "neurotransmitters",
            "without_watermark": "\nA. chemicals that are released by the nerve cell and travel across the synapse to the next nerve cell.\nB. chemicals that are released by the nerve cell and travel across the synapse to the next nerve cell.\nC. chemicals that are released by the nerve cell and travel across the synapse to the next nerve cell.\nD. chemicals that are released by the nerve cell and travel across the synapse to the next nerve cell.\nE. chemicals that are released by",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "neural networks",
            "without_watermark": "\nA. a type of brain tumor\nB. a type of brain surgery\nC. a type of brain injury\nD. a type of brain cell\nE. a type of brain cell\nF. a type of brain cell\nG. a type of brain cell\nH. a type of brain cell\nI. a type of brain cell\nJ. a type of brain cell\nK. a type of brain cell\nL. a type of brain cell\nM. a",
            "with_watermark": "\n\nA computer system that is designed to mimic the functions of the human brain, by using mathematical models that are based on the way the brain works."
        },
        {
            "keyword": "brain imaging",
            "without_watermark": "\nA. the use of a computer to study the brain\nB. the use of a computer to study the brain\nC. the use of a computer to study the brain\nD. the use of a computer to study the brain\nE. the use of a computer to study the brain\nF. the use of a computer to study the brain\nG. the use of a computer to study the brain\nH. the use of a computer to study the brain\nI. the",
            "with_watermark": "\nA. a test that is used to determine the cause of a neurological disorder\nB. a test that is used to determine the cause of a neurological disorder\nC. a test that is used to determine the cause of a neurological disorder\nD. a test that is used to determine the cause of a neurological disorder\nE. a test that is used to determine the cause of a neurological disorder\n10. When you are given an MRI, you are given an injection of:\nA"
        },
        {
            "keyword": "eeg",
            "without_watermark": "\nA. Electroencephalogram\nB. Electroencephalogram\nC. Electroencephalogram\nD. Electroencephalogram\nE. Electroencephalogram\nF. Electroencephalogram\nG. Electroencephalogram\nH. Electroencephalogram\nI. Electroencephalogram\nJ. Electroencephalogram\nK. Electroencephalogram\n",
            "with_watermark": "\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram\neeg stands for electroencephalogram"
        },
        {
            "keyword": "fmri",
            "without_watermark": "\nA. a type of MRI\nB. a type of CT scan\nC. a type of PET scan\nD. a type of ultrasound\nE. a type of X-ray\nA. a type of MRI\nThe correct answer is A.\nThe term fmri is an acronym for functional magnetic resonance imaging. It is a type of MRI that is used to study the brain.\nThe correct answer is A.\nThe term fmri is an acronym for functional",
            "with_watermark": "\n\nDefinition of fmri in Neurology"
        }
    ]
}