{
    "Chemistry": [
        {
            "keyword": "physical chemistry",
            "without_watermark": "the study of the physical and chemical properties of matter and the changes that matter undergoes.\nWhat is the definition of the word: physical chemistry in the area: Chemistry.\nphysical chemistry is: the study of the physical and chemical properties of matter and the changes that matter undergoes.\nWhat is the definition of the word: physical chemistry in the area: Chemistry.\nphysical chemistry is: the study of the physical and chemical properties of matter and the changes that matter undergoes.\nWhat is the definition",
            "with_watermark": "the branch of chemistry that deals with the interconversion of the states of matter and the interrelations between macroscopic and microscopic properties of materials.\nPhysical chemistry is the branch of chemistry that deals with the interconversion of the states of matter and the interrelations between macroscopic and microscopic properties of materials. It is the branch of chemistry that is the most mathematical and theoretical. It is the branch of chemistry that is the most mathematical and theoretical. It is the branch of chemistry that is the most mathematical"
        },
        {
            "keyword": "biochemistry",
            "without_watermark": "the study of the chemical processes that occur in living organisms.\nWhat is the definition of the word: biochemistry in the area: Biology. biochemistry is: the study of the chemical processes that occur in living organisms.\nWhat is the definition of the word: biochemistry in the area: Medicine. biochemistry is: the study of the chemical processes that occur in living organisms.\nWhat is the definition of the word: biochemistry in the area: Science. biochemistry is: the",
            "with_watermark": "the branch of chemistry that deals with the chemical composition of living organisms\nchemistry\nWhich of the following is true of the reactant and product in the reaction of sodium bicarbonate with hydrochloric acid? a.The reactant and product are the same substance. b.The reactant and product are the same substance. c.The reactant and product are the same substance. d.The reactant and product are the same substance. e.The reactant and product"
        },
        {
            "keyword": "polymer chemistry",
            "without_watermark": "the study of the synthesis, properties, and applications of polymers.\nWhat is the definition of the word: polymer chemistry in the area: Chemistry?\nWhat is the definition of the word: polymer chemistry in the area: Chemistry?\nWhat is the definition of the word: polymer chemistry in the area: Chemistry?\nWhat is the definition of the word: polymer chemistry in the area: Chemistry?\nWhat is the definition of the word: polymer chemistry in the area: Chemistry?\nWhat",
            "with_watermark": "the branch of chemistry that deals with the synthesis and characterization of polymers.\nPolymer chemistry is the branch of chemistry that deals with the synthesis and characterization of polymers. Polymers are large molecules or macromolecules composed of many identical or similar subunits.\nWhat is the definition of the word: polymer chemistry in the area: Chemistry?\nThe branch of chemistry that deals with the synthesis and characterization of polymers. Polymers are large molecules or macromolecules composed of many"
        },
        {
            "keyword": "computational chemistry",
            "without_watermark": "the use of computers to solve problems in chemistry.\nWhat is the definition of the word: computational chemistry in the area: Chemistry.\ncomputational chemistry is: the use of computers to solve problems in chemistry.\nWhat is the definition of the word: computational chemistry in the area: Chemistry.\ncomputational chemistry is: the use of computers to solve problems in chemistry.\nWhat is the definition of the word: computational chemistry in the area: Chemistry.\ncomputational chemistry is: the",
            "with_watermark": "the branch of chemistry that applies computers to solve problems in chemistry. computational chemistry is the branch of chemistry that applies computers to solve problems in chemistry. computational chemistry is the branch of chemistry that applies computers to solve problems in chemistry. computational chemistry is the branch of chemistry that applies computers to solve problems in chemistry. computational chemistry is the branch of chemistry that applies computers to solve problems in chemistry. computational chemistry is the branch of chemistry that applies computers to solve problems in chemistry. computational chemistry is the branch of chemistry"
        },
        {
            "keyword": "nuclear chemistry",
            "without_watermark": "the study of the chemical reactions that occur in the nucleus of an atom.\nWhat is the definition of the word: nuclear chemistry in the area: Chemistry.\nNuclear chemistry is: the study of the chemical reactions that occur in the nucleus of an atom.\nWhat is the definition of the word: nuclear chemistry in the area: Chemistry.\nNuclear chemistry is: the study of the chemical reactions that occur in the nucleus of an atom.\nWhat is the definition of the word:",
            "with_watermark": "the branch of chemistry that deals with radioactive elements and the radioactive reactions between them. nuclear chemistry is the branch of chemistry that deals with radioactive elements and the radioactive reactions between them. nuclear chemistry is the branch of chemistry that deals with radioactive elements and the radioactive reactions between them. nuclear chemistry is the branch of chemistry that deals with radioactive elements and the radioactive reactions between them. nuclear chemistry is the branch of chemistry that deals with radioactive elements and the radioactive reactions between"
        },
        {
            "keyword": "electrochemistry",
            "without_watermark": "the study of the interrelation between electricity and chemical reactions.\nWhat is the definition of the word: electrochemistry in the area: Chemistry?\nWhat is the definition of the word: electrochemistry in the area: Chemistry?\nWhat is the definition of the word: electrochemistry in the area: Chemistry?\nWhat is the definition of the word: electrochemistry in the area: Chemistry?\nWhat is the definition of the word: electrochemistry in the area:",
            "with_watermark": "the branch of chemistry that deals with the interconversion of chemical and electrical energy.\nQ:\nWhat is the definition of the word: electrochemistry in the area: Chemistry?\nA:\nelectrochemistry is: the branch of chemistry that deals with the interconversion of chemical and electrical energy."
        },
        {
            "keyword": "stereochemistry",
            "without_watermark": "the study of the spatial arrangement of atoms in molecules.\nWhat is the definition of the word: stereochemistry in the area: Chemistry?\nWhat is the definition of the word: stereochemistry in the area: Chemistry?\nWhat is the definition of the word: stereochemistry in the area: Chemistry?\nWhat is the definition of the word: stereochemistry in the area: Chemistry?\nWhat is the definition of the word: stereochemistry in the area: Chemistry?\nWhat is the",
            "with_watermark": "the spatial arrangement of atoms in a molecule or ion, which is determined by the relative positions of the nuclei and the electrons.\nThe definition of the word: stereochemistry is: the spatial arrangement of atoms in a molecule or ion, which is determined by the relative positions of the nuclei and the electrons.\nThe definition of the word: stereochemistry is: the spatial arrangement of atoms in a molecule or ion, which is determined by the relative positions of the nuclei and the electrons.\nThe definition"
        },
        {
            "keyword": "chromatography",
            "without_watermark": "\nA. the separation of a mixture of substances by their different solubilities in a solvent\nB. the separation of a mixture of substances by their different rates of diffusion through a stationary phase\nC. the separation of a mixture of substances by their different rates of diffusion through a mobile phase\nD. the separation of a mixture of substances by their different rates of diffusion through a stationary phase\nE. the separation of a mixture of substances by their different solubilities in a stationary phase\n",
            "with_watermark": "\nA. a separation process by which the individual components of a mixture are separated by their relative solubility\nB. a separation process by which the individual components of a mixture are separated by their relative boiling points\nC. a separation process by which the individual components of a mixture are separated by their relative densities\nD. a separation process by which the individual components of a mixture are separated by their relative polarities\nI think its C, but I am not sure\nChromatography"
        },
        {
            "keyword": "spectroscopy",
            "without_watermark": "the study of the interaction of electromagnetic radiation with matter.\nWhat is the definition of the word: spectroscopy in the area: Chemistry?\nWhat is the definition of the word: spectroscopy in the area: Chemistry?\nWhat is the definition of the word: spectroscopy in the area: Chemistry?\nWhat is the definition of the word: spectroscopy in the area: Chemistry?\nWhat is the definition of the word: spectroscopy in the area: Chemistry?\nWhat is the definition of the word:",
            "with_watermark": "the study of light and the way it interacts with matter\nApril 10, 2015\nChemistry\nIf a substance has a high boiling point, what can you say about its intermolecular forces?\nApril 10, 2015\nChemistry\nIf a substance has a high boiling point, what can you say about its intermolecular forces?\nApril 10, 2015\nChemistry\nIf"
        },
        {
            "keyword": "mass spectrometry",
            "without_watermark": "\nA. the study of the mass of a substance\nB. the study of the mass of a substance and the study of the mass of a substance\nC. the study of the mass of a substance and the study of the mass of a substance\nD. the study of the mass of a substance and the study of the mass of a substance\nE. the study of the mass of a substance and the study of the mass of a substance\nAnswer:\nThe correct answer is:",
            "with_watermark": "\n(a) the separation of different masses of atoms by their relative velocity\n(b) the separation of different masses of atoms by their relative velocity and mass\n(c) the separation of different masses of atoms by their relative velocity and mass and the separation of different masses of atoms by their relative velocity and mass and the separation of different masses of atoms by their relative velocity and mass and the separation of different masses of atoms by their relative velocity and mass and the separation of different masses of atoms by"
        }
    ]
}