{
    "Aging": [
        {
            "keyword": "senescence",
            "without_watermark": "\nA. the process of aging\nB. the process of aging\nC. the process of aging\nD. the process of aging\nE. the process of aging\nF. the process of aging\nG. the process of aging\nH. the process of aging\nI. the process of aging\nJ. the process of aging\nK. the process of aging\nL. the process of aging\nM. the process of aging\nN. the process of aging\nO",
            "with_watermark": "\n(A) the stage of the life cycle when the organism is ready to reproduce\n(B) the stage of the life cycle when the organism is ready to reproduce\n(C) the stage of the life cycle when the organism is ready to reproduce\n(D) the stage of the life cycle when the organism is ready to reproduce\n(E) the stage of the life cycle when the organism is ready to reproduce\n(F) the stage of the life cycle when the organism is ready"
        },
        {
            "keyword": "biogerontology",
            "without_watermark": "\nA. the study of the aging process in humans\nB. the study of the aging process in animals\nC. the study of the aging process in plants\nD. the study of the aging process in all living organisms\nE. the study of the aging process in all living organisms and the effects of aging on the environment\nAnswer: A\nExplanation:\nBiogerontology is the study of the aging process in humans.\nQuestion: 10\nWhich of the",
            "with_watermark": "\n(A) the study of the effects of aging on the human body\n(B) the study of the effects of aging on the human mind\n(C) the study of the effects of aging on the human soul\n(D) the study of the effects of aging on the human body, mind, and soul\n10. Which of the following is NOT true of aging?\n(A) It is a normal part of the human life cycle.\n(B) It is"
        },
        {
            "keyword": "age-related diseases",
            "without_watermark": "\nA. diseases that are caused by aging\nB. diseases that are caused by aging and are not caused by aging\nC. diseases that are caused by aging and are caused by aging\nD. diseases that are caused by aging and are not caused by aging\nE. diseases that are caused by aging and are caused by aging\nAnswer: A\nExplanation:\nAge-related diseases are diseases that are caused by aging.\nQuestion No: 10\nWhich of the following",
            "with_watermark": "\n\nDisease"
        },
        {
            "keyword": "healthy aging",
            "without_watermark": "\nA. the process of aging that is free of disease and disability\nB. the process of aging that is free of disease and disability\nC. the process of aging that is free of disease and disability\nD. the process of aging that is free of disease and disability\nE. the process of aging that is free of disease and disability\nAnswer:\nThe correct answer is option A.\nExplanation:\nHealthy aging is the process of aging that is free of disease and",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "longevity genes",
            "without_watermark": "\nA. genes that are responsible for the aging process\nB. genes that are responsible for the aging process\nC. genes that are responsible for the aging process\nD. genes that are responsible for the aging process\nE. genes that are responsible for the aging process\nAnswer: A\nExplanation:\nThe correct answer is A.\nLongevity genes are genes that are responsible for the aging process.\nIncorrect answers:\nB: The correct answer is A,",
            "with_watermark": "\n(A) genes that are related to aging (B) genes that are related to longevity (C) genes that are related to aging and longevity (D) genes that are related to aging and longevity\n\nC"
        },
        {
            "keyword": "telomeres",
            "without_watermark": "\nA. the end of a chromosome\nB. the end of a cell\nC. the end of a chromosome\nD. the end of a cell\nE. the end of a chromosome\nF. the end of a cell\nG. the end of a chromosome\nH. the end of a cell\nI. the end of a chromosome\nJ. the end of a cell\nK. the end of a chromosome\nL. the end of a cell\nM. the",
            "with_watermark": "\n(a) the genetic material that controls the cell cycle\n(b) the genetic material that controls the cell cycle\n(c) the genetic material that controls the cell cycle\n(d) the genetic material that controls the cell cycle\n(e) the genetic material that controls the cell cycle\n(f) the genetic material that controls the cell cycle\n(g) the genetic material that controls the cell cycle\n(h) the genetic material that controls the cell cycle\n(i)"
        },
        {
            "keyword": "stem cells",
            "without_watermark": "\nA. cells that are found in the bone marrow\nB. cells that are found in the brain\nC. cells that are found in the blood\nD. cells that are found in the liver\nE. cells that are found in the skin\nF. cells that are found in the heart\nG. cells that are found in the lungs\nH. cells that are found in the intestines\nI. cells that are found in the kidneys\nJ. cells that are",
            "with_watermark": "\n(A) Cells that are used to make new cells\n(B) Cells that are used to make new organs\n(C) Cells that are used to make new tissues\n(D) Cells that are used to make new skin\n(E) Cells that are used to make new blood\n(F) Cells that are used to make new organs\n(G) Cells that are used to make new skin\n(H) Cells that are used"
        },
        {
            "keyword": "dna repair",
            "without_watermark": "\nA. the process of repairing damaged dna\nB. the process of repairing damaged proteins\nC. the process of repairing damaged dna and proteins\nD. the process of repairing damaged dna and lipids\nE. the process of repairing damaged dna and lipids and proteins\nAnswers:\nA. the process of repairing damaged dna\nB. the process of repairing damaged proteins\nC. the process of repairing damaged dna and proteins\nD. the process",
            "with_watermark": "\n\nbiology"
        },
        {
            "keyword": "mitochondrial function",
            "without_watermark": "\nA. the ability of the mitochondria to produce energy\nB. the ability of the mitochondria to produce energy and to maintain the integrity of the cell\nC. the ability of the mitochondria to produce energy and to maintain the integrity of the cell and to maintain the integrity of the cell\nD. the ability of the mitochondria to produce energy and to maintain the integrity of the cell and to maintain the integrity of the cell and to maintain the integrity of the cell\nE. the",
            "with_watermark": "\nA. a function of the mitochondrial system.\nB. a function of the mitochondrial system.\nC. a function of the mitochondrial system.\nD. a function of the mitochondrial system.\nE. a function of the mitochondrial system.\nF. a function of the mitochondrial system.\nG. a function of the mitochondrial system.\nH. a function of the mitochondrial system.\nI. a function of the mitochondrial system.\n"
        },
        {
            "keyword": "calorie restriction",
            "without_watermark": "\nA. a diet that is low in calories\nB. a diet that is high in calories\nC. a diet that is high in protein\nD. a diet that is high in fat\nE. a diet that is high in carbohydrates\nAnswer: A\nExplanation:\nCalorie restriction is a diet that is low in calories.\nQuestion No: 10\nWhich of the following is a characteristic of the aging process\nA. The body’s ability to repair",
            "with_watermark": "\nA. a diet low in calories\nB. a diet low in calories and high in protein\nC. a diet low in calories and high in protein\nD. a diet low in calories and high in protein\nE. a diet low in calories and high in protein\nF. a diet low in calories and high in protein\nG. a diet low in calories and high in protein\nH. a diet low in calories and high in protein\nI. a diet low in calories"
        }
    ]
}