{
    "Genetics": [
        {
            "keyword": "heredity",
            "without_watermark": "the passing of traits from parents to offspring.\nWhat is the definition of the word: heredity in the area: Genetics. heredity is: the passing of traits from parents to offspring.\nWhat is the definition of the word: heredity in the area: Genetics. heredity is: the passing of traits from parents to offspring.\nWhat is the definition of the word: heredity in the area: Genetics. heredity is: the",
            "with_watermark": "the transmission of a trait from one generation to the next.\nQ: what is the definition of the word: heredity in the area: Genetics\nA: Heredity is the transmission of a trait from one generation to the next.\nQ: what is the definition of the word: heredity in the area: Genetics\nA: Heredity is the transmission of a trait from one generation to the next.\nQ: what is the definition of the word"
        },
        {
            "keyword": "mutation",
            "without_watermark": "\nA. a change in the genetic material of a cell\nB. a change in the genetic material of a species\nC. a change in the genetic material of a population\nD. a change in the genetic material of a community\nA. a change in the genetic material of a cell\nA mutation is a change in the genetic material of a cell.\nA mutation is a change in the genetic material of a cell.\nA mutation is a change in the genetic material of a",
            "with_watermark": "\nA. a change in the genetic information of an organism\nB. a change in the genetic information of an individual\nC. a change in the genetic information of an individual that can be passed on to offspring\nD. a change in the genetic information of an individual that can be passed on to offspring\nE. a change in the genetic information of an individual that can be passed on to offspring\n2. What are the two types of mutation?\nThe two types of mutation are:"
        },
        {
            "keyword": "evolution",
            "without_watermark": "the process by which organisms change over time.\nWhat is the definition of the word: evolution in the area: Genetics. evolution is: the process by which organisms change over time.\nWhat is the definition of the word: evolution in the area: Genetics. evolution is: the process by which organisms change over time.\nWhat is the definition of the word: evolution in the area: Genetics. evolution is: the process by which organisms change over time.\nWhat is the",
            "with_watermark": "the gradual, usually evolutionary process by which the genetic composition of a population changes.\nThe definition of the word: evolution in the area: Genetics. evolution is: the gradual, usually evolutionary process by which the genetic composition of a population changes.\nThe definition of the word: evolution in the area: Genetics. evolution is: the gradual, usually evolutionary process by which the genetic composition of a population changes.\nThe definition of the word: evolution in the area: Genetics. evolution"
        },
        {
            "keyword": "chromosomes",
            "without_watermark": "\nA. the number of chromosomes in a cell\nB. the number of chromosomes in a species\nC. the number of chromosomes in a chromosome\nD. the number of chromosomes in a chromosome pair\nE. the number of chromosomes in a chromosome pair\nI think the answer is A.\nI think the answer is A.\nI think the answer is A.\nI think the answer is A.\nI think the answer is A.\nI think",
            "with_watermark": "\nA. a cell’s hereditary material\nB. a cell’s hereditary material that is located on the outside of the cell\nC. a cell’s hereditary material that is located on the inside of the cell\nD. a cell’s hereditary material that is located on the outside of the cell and on the inside of the cell\nE. a cell’s hereditary material that is located on the outside of the cell and on"
        },
        {
            "keyword": "alleles",
            "without_watermark": "a. the different forms of a gene. b. the different forms of a trait. c. the different forms of a chromosome. d. the different forms of a gene and a trait.\nWednesday, February 14, 2018 by Anonymous\nGenetics\nWhat is the difference between a genotype and a phenotype?\nWednesday, February 14, 2018 by Anonymous\nGenetics\nWhat is the difference between a genotype and a",
            "with_watermark": "A) variations of the same gene B) variations of the same trait C) variations of the same protein D) variations of the same chromosome\nbiology\nThe following is a cross between a tall pea plant and a short pea plant: Tt x tt. What are the alleles of the tall pea plant?\nGenetics\nWhich of the following is true of the term allele? A) It is a term used only in the study of human genetics. B"
        },
        {
            "keyword": "genetic variation",
            "without_watermark": "the difference in the genetic makeup of different individuals of the same species.\nWhat is the definition of the word: genetic variation in the area: Genetics.\ngenetic variation is: the difference in the genetic makeup of different individuals of the same species.\nWhat is the definition of the word: genetic variation in the area: Genetics.\ngenetic variation is: the difference in the genetic makeup of different individuals of the same species.\nWhat is the definition of the word: genetic",
            "with_watermark": "the difference in allele frequencies in a population from one generation to the next.\nQ:\nWhat is the meaning of the word genetic?\nThe genetic make-up of an individual is the genetic make-up of their parents.\nQ:\nWhat is the meaning of the word genetic?\nThe genetic make-up of an individual is the genetic make-up of their parents.\nQ:\nWhat is the meaning of the word genetic?\nThe genetic make-up of"
        },
        {
            "keyword": "polymorphism",
            "without_watermark": "\nA. the ability of a gene to produce more than one type of protein\nB. the ability of a gene to produce more than one type of phenotype\nC. the ability of a gene to produce more than one type of allele\nD. the ability of a gene to produce more than one type of genotype\nI think the answer is A.\nI think the answer is A.\nI think the answer is A.\nI think the answer is A.\n",
            "with_watermark": "A) the ability of a trait to vary between individuals of the same species B) the ability of a trait to vary between individuals of the same species and the same family C) the ability of a trait to vary between individuals of the same species and the same family and the same genus D) the ability of a trait to vary between individuals of the same species and the same family and the same genus and the same kingdom\nANSWERS\n2015-11-17 "
        },
        {
            "keyword": "genome editing",
            "without_watermark": "\nA. the process of changing the genetic code of an organism\nB. the process of changing the genetic code of an organism by using a virus\nC. the process of changing the genetic code of an organism by using a virus and a plasmid\nD. the process of changing the genetic code of an organism by using a virus and a plasmid and a gene gun\nE. the process of changing the genetic code of an organism by using a virus, a plasmid, and a",
            "with_watermark": "\n(A) the ability to alter a cell’s genome by introducing foreign DNA or RNA\n(B) the ability to alter a cell’s genome by introducing foreign proteins or RNA\n(C) the ability to alter a cell’s genome by introducing foreign proteins or RNA\n(D) the ability to alter a cell’s genome by introducing foreign proteins or RNA\n(E) the ability to alter a cell’s genome by introducing foreign proteins or RNA\n(F) the"
        },
        {
            "keyword": "crispr",
            "without_watermark": "\nA. a type of protein\nB. a type of virus\nC. a type of bacteria\nD. a type of gene\nE. a type of mutation\nF. a type of cell\nG. a type of chromosome\nH. a type of DNA\nI. a type of RNA\nJ. a type of protein\nK. a type of gene\nL. a type of cell\nM. a type of chromosome\nN. a type of DNA\nO",
            "with_watermark": "\n\nbiology"
        },
        {
            "keyword": "gene expression",
            "without_watermark": "\nA. the process by which a gene is expressed\nB. the process by which a gene is expressed in a cell\nC. the process by which a gene is expressed in a cell and the protein it codes for is made\nD. the process by which a gene is expressed in a cell and the protein it codes for is made and the protein is transported to the cell membrane\nE. the process by which a gene is expressed in a cell and the protein it codes for is made",
            "with_watermark": "\nA. the expression of the phenotype\nB. the expression of the genotype\nC. the expression of the phenotype and genotype\nD. the expression of the phenotype and genotype and the expression of the phenotype\nThe answer is C\nIs this correct?\nHi,\nI am a bit confused on this one. Can you please explain the difference between the terms?\nI know that gene expression is the way the genetic information is expressed by the gene,"
        }
    ]
}