{
    "Gastroenterology and Hepatology": [
        {
            "keyword": "hepatitis c",
            "without_watermark": "\nA. a viral infection of the liver\nB. a viral infection of the pancreas\nC. a viral infection of the gallbladder\nD. a viral infection of the small intestine\nE. a viral infection of the large intestine\nAnswers:\nA. a viral infection of the liver\nHepatitis C is a viral infection of the liver.\nHepatitis C is a viral infection of the liver.\nHepatitis",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "liver cirrhosis",
            "without_watermark": "\nA. A chronic disease of the liver characterized by fibrosis and scarring of the liver.\nB. A chronic disease of the liver characterized by inflammation and scarring of the liver.\nC. A chronic disease of the liver characterized by inflammation and scarring of the liver.\nD. A chronic disease of the liver characterized by fibrosis and scarring of the liver.\nE. A chronic disease of the liver characterized by inflammation and fibrosis of the liver.\nAnswer:",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "liver cancer",
            "without_watermark": "\nA. a cancer of the liver\nB. a cancer of the gall bladder\nC. a cancer of the pancreas\nD. a cancer of the bile duct\nE. a cancer of the stomach\nAnswer: A\nExplanation:\nLiver cancer is a cancer of the liver.\nQuestion: 10\nWhich of the following is a common cause of liver cancer\nA. Hepatitis B\nB. Hepatitis C\nC",
            "with_watermark": "A) a disease of the liver B) the disease of the liver C) the disease of the liver\n\nA"
        },
        {
            "keyword": "pancreatitis",
            "without_watermark": "\nA. inflammation of the pancreas\nB. inflammation of the pancreas and the liver\nC. inflammation of the pancreas and the gallbladder\nD. inflammation of the pancreas and the small intestine\nE. inflammation of the pancreas and the large intestine\nAnswer: A\nExplanation:\nPancreatitis is an inflammation of the pancreas.\nQuestion: 10\nWhich of the following is the most common",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "gallstones",
            "without_watermark": "\na. a disease of the gallbladder\nb. a disease of the liver\nc. a disease of the pancreas\nd. a disease of the small intestine\ne. a disease of the large intestine\nf. a disease of the stomach\ng. a disease of the esophagus\nh. a disease of the mouth\ni. a disease of the teeth\nj. a disease of the salivary glands\nk. a disease of",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "gerd",
            "without_watermark": "\nA. Gastroesophageal reflux disease\nB. Gastroesophageal reflux disorder\nC. Gastroesophageal reflux disease\nD. Gastroesophageal reflux disorder\nE. Gastroesophageal reflux disease\nF. Gastroesophageal reflux disorder\nG. Gastroesophageal reflux disease\nH. Gastroesophageal reflux disorder\nI. G",
            "with_watermark": "\nGERD is short for gastroesophageal reflux disease. GERD occurs when the lower esophageal sphincter (LES) does not close properly and stomach contents leak out, causing symptoms like chest pain.\nGERD occurs when the lower esophageal sphincter (LES) does not close properly and stomach contents leak out, causing symptoms like chest pain.\nGERD occurs when the lower esophageal sphincter (LES"
        },
        {
            "keyword": "ibs",
            "without_watermark": "\nA. Inflammatory bowel syndrome\nB. Inflammatory bowel disease\nC. Inflammatory bowel disease\nD. Inflammatory bowel disease\nE. Inflammatory bowel disease\nAnswer: A. Inflammatory bowel syndrome\nThe definition of the word ibs is Inflammatory bowel syndrome.\nThe definition of the word ibs is Inflammatory bowel syndrome.\nThe definition of the word ibs is Inflammatory bowel syndrome.\nThe definition of the",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "inflammatory bowel disease",
            "without_watermark": "\nA. a disease of the small intestine\nB. a disease of the large intestine\nC. a disease of the stomach\nD. a disease of the esophagus\nE. a disease of the pancreas\nAnswer: B\nExplanation:\nInflammatory bowel disease is a disease of the large intestine.\nInflammatory bowel disease is a disease of the large intestine.\nInflammatory bowel disease is a disease of the large intestine",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "colonoscopy",
            "without_watermark": "\nA. A procedure in which a flexible tube is inserted into the colon to examine the colon and rectum.\nB. A procedure in which a flexible tube is inserted into the colon to examine the colon and rectum and to remove polyps.\nC. A procedure in which a flexible tube is inserted into the colon to examine the colon and rectum and to remove polyps and to take a tissue sample.\nD. A procedure in which a flexible tube is inserted into the colon",
            "with_watermark": "\n\nDefinition of the word colonoscopy in the area: Gastroenterology and Hepatology"
        },
        {
            "keyword": "endoscopy",
            "without_watermark": "\nA. the use of a lighted tube to examine the inside of the body\nB. the use of a lighted tube to examine the inside of the body\nC. the use of a lighted tube to examine the inside of the body\nD. the use of a lighted tube to examine the inside of the body\nE. the use of a lighted tube to examine the inside of the body\nAnswer: A\nExplanation:\nThe definition of the word end",
            "with_watermark": "\n\nDefinition of the word endoscopy"
        }
    ]
}