{
    "Microbiology": [
        {
            "keyword": "infectious diseases",
            "without_watermark": "\nA. diseases that are caused by viruses\nB. diseases that are caused by bacteria\nC. diseases that are caused by fungi\nD. diseases that are caused by protozoa\nE. diseases that are caused by helminths\nF. diseases that are caused by rickettsia\nG. diseases that are caused by spirochetes\nH. diseases that are caused by prions\nI. diseases that are caused by viruses, bacteria, fungi, proto",
            "with_watermark": "any disease or condition that is caused by the presence of an infectious agent\n\nDefinition"
        },
        {
            "keyword": "pathogens",
            "without_watermark": "\na. microorganisms that cause disease\nb. microorganisms that cause disease\nc. microorganisms that cause disease\nd. microorganisms that cause disease\ne. microorganisms that cause disease\nf. microorganisms that cause disease\ng. microorganisms that cause disease\nh. microorganisms that cause disease\ni. microorganisms that cause disease\nj. microorganisms that cause disease\nk. microorganisms that cause disease\n",
            "with_watermark": "\n(a) microorganisms that cause disease\n(b) microorganisms that cause disease\n(c) microorganisms that cause disease\n(d) microorganisms that cause disease\n(e) microorganisms that cause disease\n(f) microorganisms that cause disease\n(g) microorganisms that cause disease\n(h) microorganisms that cause disease\n(i) microorganisms that cause disease\n(j) microorganisms that cause disease"
        },
        {
            "keyword": "antibiotics",
            "without_watermark": "a. a drug that kills bacteria b. a drug that kills viruses c. a drug that kills fungi d. a drug that kills protozoa\nchemistry\nA 1.00 L flask contains 0.0100 mol of a gas at 25 degrees C and 1.00 atm. What is the pressure of the gas in the flask if the temperature is increased to 100 degrees C?\nchemistry\nA",
            "with_watermark": "A substance which kills or inhibits the growth of microorganisms.\nQuestion 7:\nWhich of the following is true of the term ‘antibiotics’?\n(a) It is a substance produced by microorganisms.\n(b) It is a substance produced by plants.\n(c) It is a substance produced by animals.\n(d) It is a substance produced by bacteria.\nQuestion 8:\nAntibiotics can be used to treat infections"
        },
        {
            "keyword": "antimicrobial resistance",
            "without_watermark": "\nA. The ability of a microbe to resist the effects of an antimicrobial agent.\nB. The ability of a microbe to resist the effects of a microbe.\nC. The ability of a microbe to resist the effects of a microbe.\nD. The ability of a microbe to resist the effects of a microbe.\nE. The ability of a microbe to resist the effects of a microbe.\nAnswer: A\nExplanation",
            "with_watermark": "A) resistance of an organism to the action of an antimicrobial B) resistance of an organism to the action of an antimicrobial C) resistance of an organism to the action of an antimicrobial D) resistance of an organism to the action of an antimicrobial\n10) Antimicrobial resistance is an example of A) an adaptive immune response B) an innate immune response C) an adaptive immune response D) an innate immune response\n11"
        },
        {
            "keyword": "vaccines",
            "without_watermark": "\nA. a substance that stimulates the immune system to produce antibodies against a specific pathogen\nB. a substance that stimulates the immune system to produce antibodies against a specific pathogen\nC. a substance that stimulates the immune system to produce antibodies against a specific pathogen\nD. a substance that stimulates the immune system to produce antibodies against a specific pathogen\nE. a substance that stimulates the immune system to produce antibodies against a specific pathogen\nAnswers:",
            "with_watermark": "A substance, usually a toxin or other foreign substance, which when introduced into the body, induces the body to make antibodies against the foreign substance."
        },
        {
            "keyword": "epidemiology",
            "without_watermark": "the study of the distribution and determinants of health and disease conditions in defined populations.\nWhat is the definition of the word: epidemiology in the area: Microbiology. epidemiology is: the study of the distribution and determinants of health and disease conditions in defined populations.\nWhat is the definition of the word: epidemiology in the area: Microbiology. epidemiology is: the study of the distribution and determinants of health and disease conditions in defined populations.\nWhat is",
            "with_watermark": "the study of the distribution and determinants of disease frequency in a population.\nAsked by: Anonymous on Jun 19, 2019\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion\nQuestion"
        },
        {
            "keyword": "microbial ecology",
            "without_watermark": "\nA. the study of the relationship between microorganisms and their environment\nB. the study of the relationship between microorganisms and their hosts\nC. the study of the relationship between microorganisms and their food\nD. the study of the relationship between microorganisms and their predators\nA. the study of the relationship between microorganisms and their environment\nWhat is the definition of the word: microbial ecology in the area: Microbiology. microbial ecology is:",
            "with_watermark": "\n(a) the study of the relationships between microorganisms and their environments\n(b) the study of the relationships between microorganisms and their hosts\n(c) the study of the relationships between microorganisms and their hosts\n(d) the study of the relationships between microorganisms and their environments\n(e) the study of the relationships between microorganisms and their hosts\n(f) the study of the relationships between microorganisms and their environments\n(g)"
        },
        {
            "keyword": "environmental microbiology",
            "without_watermark": "the study of microorganisms in the environment.\nWhat is the definition of the word: environmental microbiology in the area: Microbiology. environmental microbiology is: the study of microorganisms in the environment.\nWhat is the definition of the word: environmental microbiology in the area: Microbiology. environmental microbiology is: the study of microorganisms in the environment.\nWhat is the definition of the word: environmental microbiology in the area: Microbiology.",
            "with_watermark": "the study of microorganisms in the environment\nNovember 10, 2014\nMicrobiology\nI need a definition of the following terms: environmental microbiology and microbial ecology\nNovember 10, 2014\nMicrobiology\nI need a definition of the following terms: environmental microbiology and microbial ecology\nNovember 10, 2014\nMicrobiology\nI need a definition of the following terms: environmental microbi"
        },
        {
            "keyword": "clinical microbiology",
            "without_watermark": "the study of microorganisms and their relationship to human health and disease.\nWhat is the definition of the word: clinical microbiology in the area: Microbiology. clinical microbiology is: the study of microorganisms and their relationship to human health and disease.\nWhat is the definition of the word: clinical microbiology in the area: Microbiology. clinical microbiology is: the study of microorganisms and their relationship to human health and disease.\nWhat is the definition",
            "with_watermark": "the branch of microbiology that deals with microorganisms which are related to human disease.\nQuestion 7\nWhich of the following is NOT a factor that influences the microbial growth?\nQuestion 8\nWhich of the following is NOT a factor that influences the microbial growth?\nQuestion 9\nWhich of the following is NOT a factor that influences the microbial growth?\nQuestion 10\nWhich of the following is NOT a factor that influences the microbial growth?\n"
        },
        {
            "keyword": "molecular microbiology",
            "without_watermark": "the study of microorganisms at the molecular level.\nWhat is the definition of the word: molecular biology in the area: Microbiology. molecular biology is: the study of microorganisms at the molecular level.\nWhat is the definition of the word: molecular biology in the area: Microbiology. molecular biology is: the study of microorganisms at the molecular level.\nWhat is the definition of the word: molecular biology in the area: Microbiology. molecular biology",
            "with_watermark": "the branch of microbiology that deals with the study of microorganisms on a molecular level.\nMolecular biology is the branch of biology that is concerned with the molecular basis of biological activity in and between cells.\nMolecular biology is the branch of biology that is concerned with the molecular basis of biological activity in and between cells.\nMolecular biology is the branch of biology that is concerned with the molecular basis of biological activity in and between cells.\nMolecular biology is the branch of biology"
        }
    ]
}