{
    "Diseases": [
        {
            "keyword": "stroke",
            "without_watermark": "a sudden attack of paralysis or loss of consciousness caused by a blockage of the blood supply to the brain.\n\nDiseases",
            "with_watermark": "\n\nnoun"
        },
        {
            "keyword": "hiv/aids",
            "without_watermark": "a virus that attacks the immune system.\n\n1",
            "with_watermark": "a disease characterized by the gradual loss of the body's resistance to disease and by the appearance of the human immunodeficiency virus.\n\nDiseases"
        },
        {
            "keyword": "tuberculosis",
            "without_watermark": "\na. a disease of the skin\nb. a disease of the lungs\nc. a disease of the heart\nd. a disease of the brain\ne. a disease of the blood\nf. a disease of the liver\ng. a disease of the kidneys\nh. a disease of the spleen\ni. a disease of the stomach\nj. a disease of the intestines\nk. a disease of the bones\nl. a disease of the joints\n",
            "with_watermark": "\n\nDiseases"
        },
        {
            "keyword": "malaria",
            "without_watermark": "\na. a disease caused by a parasite that is transmitted by mosquitoes\nb. a disease caused by a virus that is transmitted by mosquitoes\nc. a disease caused by a bacteria that is transmitted by mosquitoes\nd. a disease caused by a fungus that is transmitted by mosquitoes\ne. a disease caused by a virus that is transmitted by mosquitoes\nf. a disease caused by a bacteria that is transmitted by mosquitoes\ng. a disease caused by a",
            "with_watermark": "\n(a) the disease caused by the bite of an infected mosquito\n(b) the disease caused by the bite of an infected fly\n(c) the disease caused by the bite of an infected tick\n(d) the disease caused by the bite of an infected flea\n(e) the disease caused by the bite of an infected lizard\n(f) the disease caused by the bite of an infected rodent\n(g) the disease caused by the bite of an infected"
        },
        {
            "keyword": "ebola",
            "without_watermark": "\nA. A virus that causes hemorrhagic fever\nB. A virus that causes hemorrhagic fever\nC. A virus that causes hemorrhagic fever\nD. A virus that causes hemorrhagic fever\nE. A virus that causes hemorrhagic fever\nF. A virus that causes hemorrhagic fever\nG. A virus that causes hemorrhagic fever\nH. A virus that causes hemor",
            "with_watermark": "an acute, often fatal disease caused by the ebola virus.\n\nWord: ebola"
        },
        {
            "keyword": "influenza",
            "without_watermark": "\na. a disease caused by a virus\nb. a disease caused by bacteria\nc. a disease caused by a fungus\nd. a disease caused by a parasite\ne. a disease caused by a virus\nf. a disease caused by bacteria\ng. a disease caused by a fungus\nh. a disease caused by a parasite\ni. a disease caused by a virus\nj. a disease caused by bacteria\nk. a disease caused by a fun",
            "with_watermark": "\n\nnoun"
        },
        {
            "keyword": "hepatitis",
            "without_watermark": "\nA. a disease of the liver\nB. a disease of the heart\nC. a disease of the brain\nD. a disease of the lungs\n2. Which of the following is a symptom of hepatitis\nA. jaundice\nB. fever\nC. vomiting\nD. all of the above\n3. Which of the following is a cause of hepatitis\nA. a virus\nB. a bacterium\nC. a fungus\nD.",
            "with_watermark": "\n\nDiseases"
        },
        {
            "keyword": "parkinson's",
            "without_watermark": "\n\ndiseases",
            "with_watermark": "an autoimmune disease"
        },
        {
            "keyword": "multiple sclerosis",
            "without_watermark": "\n\na disease of the central nervous system",
            "with_watermark": "\n\nDefinition"
        },
        {
            "keyword": "als",
            "without_watermark": "\n\nas",
            "with_watermark": "(noun)\na. a small, usually cylindrical object of wood, metal, or plastic used for holding or carrying small objects.\nb. a small, usually cylindrical object of wood, metal, or plastic used for holding or carrying small objects.\nc. a small, usually cylindrical object of wood, metal, or plastic used for holding or carrying small objects.\nd. a small, usually cylindrical object of wood, metal, or plastic used for holding or carrying small objects."
        }
    ]
}